{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 98,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": false,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      1
    ],
    "cls": [
      "[CLS]",
      0
    ]
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[CLS]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[UNK]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "$": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      ">": 30,
      "?": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "`": 58,
      "a": 59,
      "b": 60,
      "c": 61,
      "d": 62,
      "e": 63,
      "f": 64,
      "g": 65,
      "h": 66,
      "i": 67,
      "j": 68,
      "k": 69,
      "l": 70,
      "m": 71,
      "n": 72,
      "o": 73,
      "p": 74,
      "q": 75,
      "r": 76,
      "s": 77,
      "t": 78,
      "u": 79,
      "v": 80,
      "w": 81,
      "x": 82,
      "y": 83,
      "z": 84,
      "{": 85,
      "}": 86,
      "à": 87,
      "é": 88,
      "í": 89,
      "##o": 90,
      "##r": 91,
      "##k": 92,
      "##e": 93,
      "##s": 94,
      "##u": 95,
      "##a": 96,
      "##i": 97,
      "##w": 98,
      "##t": 99,
      "##n": 100,
      "##y": 101,
      "##l": 102,
      "##g": 103,
      "##c": 104,
      "##h": 105,
      "##I": 106,
      "##K": 107,
      "##E": 108,
      "##S": 109,
      "##v": 110,
      "##x": 111,
      "##p": 112,
      "##d": 113,
      "##b": 114,
      "##f": 115,
      "##9": 116,
      "##5": 117,
      "##m": 118,
      "##é": 119,
      "##N": 120,
      "##D": 121,
      "##0": 122,
      "##z": 123,
      "##O": 124,
      "##V": 125,
      "##2": 126,
      "##L": 127,
      "##3": 128,
      "##j": 129,
      "##q": 130,
      "##A": 131,
      "##Y": 132,
      "##Q": 133,
      "##P": 134,
      "##F": 135,
      "##T": 136,
      "##R": 137,
      "##H": 138,
      "##U": 139,
      "##7": 140,
      "##C": 141,
      "##1": 142,
      "##G": 143,
      "##B": 144,
      "##M": 145,
      "##6": 146,
      "##W": 147,
      "##8": 148,
      "##4": 149,
      "##à": 150,
      "##X": 151,
      "##í": 152,
      "th": 153,
      "the": 154,
      "##er": 155,
      "##in": 156,
      "##en": 157,
      "##or": 158,
      "##es": 159,
      "##at": 160,
      "##nd": 161,
      "##ing": 162,
      "##ou": 163,
      "##ed": 164,
      "##on": 165,
      "##is": 166,
      "to": 167,
      "##al": 168,
      "##ar": 169,
      "of": 170,
      "and": 171,
      "##ly": 172,
      "##it": 173,
      "##an": 174,
      "##re": 175,
      "##as": 176,
      "in": 177,
      "br": 178,
      "##om": 179,
      "##il": 180,
      "##ct": 181,
      "is": 182,
      "##ot": 183,
      "it": 184,
      "##ic": 185,
      "##ie": 186,
      "##le": 187,
      "##ut": 188,
      "##ov": 189,
      "be": 190,
      "##st": 191,
      "##ad": 192,
      "##he": 193,
      "on": 194,
      "that": 195,
      "mov": 196,
      "##ow": 197,
      "re": 198,
      "this": 199,
      "##ent": 200,
      "wh": 201,
      "##ve": 202,
      "##et": 203,
      "##ke": 204,
      "movie": 205,
      "##ay": 206,
      "##ll": 207,
      "st": 208,
      "for": 209,
      "as": 210,
      "##ith": 211,
      "was": 212,
      "##gh": 213,
      "##ion": 214,
      "##ch": 215,
      "with": 216,
      "##se": 217,
      "an": 218,
      "##id": 219,
      "##ld": 220,
      "se": 221,
      "##ce": 222,
      "##am": 223,
      "##her": 224,
      "The": 225,
      "fil": 226,
      "##ir": 227,
      "li": 228,
      "##ri": 229,
      "##ally": 230,
      "##oo": 231,
      "##ver": 232,
      "film": 233,
      "you": 234,
      "sc": 235,
      "##ess": 236,
      "ha": 237,
      "not": 238,
      "##im": 239,
      "but": 240,
      "sh": 241,
      "##ra": 242,
      "act": 243,
      "##ck": 244,
      "##ble": 245,
      "her": 246,
      "##ter": 247,
      "##ome": 248,
      "##ul": 249,
      "##ust": 250,
      "##em": 251,
      "##ro": 252,
      "##ould": 253,
      "are": 254,
      "have": 255,
      "##est": 256,
      "wor": 257,
      "##ain": 258,
      "##el": 259,
      "##ur": 260,
      "##un": 261,
      "like": 262,
      "com": 263,
      "##ers": 264,
      "##ough": 265,
      "do": 266,
      "so": 267,
      "at": 268,
      "pl": 269,
      "##ake": 270,
      "ch": 271,
      "he": 272,
      "##pe": 273,
      "##ff": 274,
      "##ill": 275,
      "con": 276,
      "de": 277,
      "##ies": 278,
      "##out": 279,
      "by": 280,
      "or": 281,
      "##us": 282,
      "##ak": 283,
      "##pt": 284,
      "##ous": 285,
      "Th": 286,
      "can": 287,
      "some": 288,
      "all": 289,
      "di": 290,
      "ex": 291,
      "##ag": 292,
      "##ist": 293,
      "me": 294,
      "su": 295,
      "we": 296,
      "ab": 297,
      "bad": 298,
      "just": 299,
      "no": 300,
      "up": 301,
      "she": 302,
      "##act": 303,
      "##ven": 304,
      "##ast": 305,
      "one": 306,
      "##ood": 307,
      "en": 308,
      "##th": 309,
      "po": 310,
      "##um": 311,
      "they": 312,
      "##ore": 313,
      "##ant": 314,
      "##ade": 315,
      "fr": 316,
      "get": 317,
      "##ud": 318,
      "##pp": 319,
      "##atch": 320,
      "un": 321,
      "##ound": 322,
      "scen": 323,
      "##au": 324,
      "##and": 325,
      "##ind": 326,
      "##ick": 327,
      "any": 328,
      "his": 329,
      "out": 330,
      "pro": 331,
      "##ive": 332,
      "##one": 333,
      "who": 334,
      "##ght": 335,
      "It": 336,
      "has": 337,
      "tim": 338,
      "##ost": 339,
      "##ack": 340,
      "##ment": 341,
      "there": 342,
      "##art": 343,
      "see": 344,
      "ne": 345,
      "##op": 346,
      "##ful": 347,
      "##all": 348,
      "al": 349,
      "even": 350,
      "##ol": 351,
      "##ious": 352,
      "when": 353,
      "##ame": 354,
      "about": 355,
      "from": 356,
      "##able": 357,
      "##ig": 358,
      "##ate": 359,
      "my": 360,
      "##ect": 361,
      "##ation": 362,
      "only": 363,
      "##ook": 364,
      "go": 365,
      "if": 366,
      "pre": 367,
      "tr": 368,
      "watch": 369,
      "##ually": 370,
      "##ine": 371,
      "show": 372,
      "could": 373,
      "had": 374,
      "le": 375,
      "made": 376,
      "##te": 377,
      "really": 378,
      "This": 379,
      "time": 380,
      "##ty": 381,
      "##end": 382,
      "##ory": 383,
      "##ard": 384,
      "##other": 385,
      "##ich": 386,
      "movies": 387,
      "what": 388,
      "plot": 389,
      "char": 390,
      "eff": 391,
      "fl": 392,
      "kn": 393,
      "make": 394,
      "##ight": 395,
      "thr": 396,
      "##ery": 397,
      "charact": 398,
      "fa": 399,
      "##for": 400,
      "##ong": 401,
      "##rect": 402,
      "int": 403,
      "been": 404,
      "know": 405,
      "man": 406,
      "per": 407,
      "would": 408,
      "##ap": 409,
      "##get": 410,
      "##ci": 411,
      "than": 412,
      "##ere": 413,
      "##our": 414,
      "story": 415,
      "ag": 416,
      "good": 417,
      "##ond": 418,
      "its": 419,
      "direct": 420,
      "Wh": 421,
      "fe": 422,
      "##rit": 423,
      "##ab": 424,
      "##ther": 425,
      "##ving": 426,
      "##ors": 427,
      "##ans": 428,
      "##ass": 429,
      "bec": 430,
      "##ays": 431,
      "comp": 432,
      "does": 433,
      "aw": 434,
      "don": 435,
      "ever": 436,
      "look": 437,
      "over": 438,
      "pr": 439,
      "sp": 440,
      "very": 441,
      "##ob": 442,
      "##ure": 443,
      "##uch": 444,
      "them": 445,
      "##arr": 446,
      "##ars": 447,
      "off": 448,
      "bet": 449,
      "seem": 450,
      "through": 451,
      "did": 452,
      "more": 453,
      "sa": 454,
      "##os": 455,
      "##og": 456,
      "##hing": 457,
      "##pl": 458,
      "##ink": 459,
      "##ort": 460,
      "##edi": 461,
      "which": 462,
      "work": 463,
      "##age": 464,
      "##ause": 465,
      "And": 466,
      "fir": 467,
      "##od": 468,
      "##ell": 469,
      "##ever": 470,
      "thing": 471,
      "##int": 472,
      "##ated": 473,
      "##ish": 474,
      "##ite": 475,
      "##here": 476,
      "scenes": 477,
      "pret": 478,
      "effect": 479,
      "ar": 480,
      "ad": 481,
      "bl": 482,
      "hor": 483,
      "min": 484,
      "mak": 485,
      "much": 486,
      "##ue": 487,
      "##iv": 488,
      "##ne": 489,
      "##per": 490,
      "##ence": 491,
      "##ance": 492,
      "##ical": 493,
      "##sel": 494,
      "your": 495,
      "actually": 496,
      "As": 497,
      "most": 498,
      "other": 499,
      "tw": 500,
      "und": 501,
      "##ual": 502,
      "##ge": 503,
      "##reat": 504,
      "##rap": 505,
      "acting": 506,
      "##form": 507,
      "into": 508,
      "because": 509,
      "first": 510,
      "pretty": 511,
      "He": 512,
      "In": 513,
      "There": 514,
      "back": 515,
      "cl": 516,
      "find": 517,
      "hum": 518,
      "im": 519,
      "part": 520,
      "ser": 521,
      "ter": 522,
      "us": 523,
      "writ": 524,
      "##ry": 525,
      "##if": 526,
      "##les": 527,
      "##less": 528,
      "##pen": 529,
      "then": 530,
      "##ity": 531,
      "inv": 532,
      "##ile": 533,
      "bel": 534,
      "rem": 535,
      "##ide": 536,
      "scre": 537,
      "characters": 538,
      "seems": 539,
      "Ch": 540,
      "how": 541,
      "kill": 542,
      "ro": 543,
      "spe": 544,
      "will": 545,
      "ye": 546,
      "##oy": 547,
      "##ss": 548,
      "##ting": 549,
      "##ced": 550,
      "##fter": 551,
      "##qu": 552,
      "think": 553,
      "##ating": 554,
      "##ction": 555,
      "##iew": 556,
      "##rible": 557,
      "here": 558,
      "worst": 559,
      "again": 560,
      "effects": 561,
      "##self": 562,
      "under": 563,
      "But": 564,
      "If": 565,
      "bud": 566,
      "end": 567,
      "gu": 568,
      "low": 569,
      "must": 570,
      "pe": 571,
      "wom": 572,
      "way": 573,
      "were": 574,
      "##ks": 575,
      "##so": 576,
      "##ness": 577,
      "##du": 578,
      "##be": 579,
      "though": 580,
      "their": 581,
      "##inal": 582,
      "##orn": 583,
      "##ary": 584,
      "ins": 585,
      "inter": 586,
      "##ice": 587,
      "##own": 588,
      "seen": 589,
      "##amp": 590,
      "films": 591,
      "scene": 592,
      "better": 593,
      "peop": 594,
      "An": 595,
      "am": 596,
      "fun": 597,
      "gr": 598,
      "may": 599,
      "sit": 600,
      "sound": 601,
      "##ror": 602,
      "##ep": 603,
      "##up": 604,
      "##we": 605,
      "##ves": 606,
      "##ild": 607,
      "##ically": 608,
      "##ute": 609,
      "being": 610,
      "real": 611,
      "another": 612,
      "##ript": 613,
      "##ments": 614,
      "belie": 615,
      "screen": 616,
      "budget": 617,
      "people": 618,
      "10": 619,
      "How": 620,
      "ap": 621,
      "che": 622,
      "him": 623,
      "ob": 624,
      "##ress": 625,
      "##tain": 626,
      "##cc": 627,
      "##vious": 628,
      "while": 629,
      "##vel": 630,
      "script": 631,
      "actors": 632,
      "##ult": 633,
      "play": 634,
      "produ": 635,
      "perform": 636,
      "##cial": 637,
      "after": 638,
      "des": 639,
      "down": 640,
      "great": 641,
      "id": 642,
      "lov": 643,
      "qu": 644,
      "sl": 645,
      "te": 646,
      "tra": 647,
      "want": 648,
      "##ead": 649,
      "##ull": 650,
      "##uck": 651,
      "##ip": 652,
      "##ian": 653,
      "##wn": 654,
      "##yb": 655,
      "##ces": 656,
      "##hy": 657,
      "##ather": 658,
      "##edy": 659,
      "too": 660,
      "##are": 661,
      "##omb": 662,
      "##cept": 663,
      "should": 664,
      "##pect": 665,
      "well": 666,
      "enough": 667,
      "##augh": 668,
      "also": 669,
      "director": 670,
      "comple": 671,
      "saw": 672,
      "two": 673,
      "imp": 674,
      "invol": 675,
      "interest": 676,
      "believe": 677,
      "19": 678,
      "St": 679,
      "call": 680,
      "fact": 681,
      "gen": 682,
      "old": 683,
      "open": 684,
      "put": 685,
      "say": 686,
      "ve": 687,
      "##ose": 688,
      "##old": 689,
      "##ew": 690,
      "##ace": 691,
      "##ire": 692,
      "##ience": 693,
      "##tle": 694,
      "##tra": 695,
      "##ning": 696,
      "##lit": 697,
      "##cing": 698,
      "##ved": 699,
      "##ale": 700,
      "##ark": 701,
      "##omet": 702,
      "##ils": 703,
      "##utes": 704,
      "still": 705,
      "##irl": 706,
      "##blem": 707,
      "##thing": 708,
      "problem": 709,
      "character": 710,
      "many": 711,
      "When": 712,
      "##ably": 713,
      "every": 714,
      "horror": 715,
      "making": 716,
      "special": 717,
      "years": 718,
      "thought": 719,
      "However": 720,
      "complete": 721,
      "Re": 722,
      "So": 723,
      "Se": 724,
      "To": 725,
      "aud": 726,
      "app": 727,
      "bu": 728,
      "bor": 729,
      "done": 730,
      "far": 731,
      "got": 732,
      "kind": 733,
      "lit": 734,
      "long": 735,
      "laugh": 736,
      "mis": 737,
      "mus": 738,
      "pie": 739,
      "pain": 740,
      "somet": 741,
      "tit": 742,
      "tak": 743,
      "vis": 744,
      "view": 745,
      "zomb": 746,
      "##oc": 747,
      "##ea": 748,
      "##ach": 749,
      "##ia": 750,
      "##iz": 751,
      "##ger": 752,
      "##vent": 753,
      "##pir": 754,
      "##ber": 755,
      "##org": 756,
      "##ater": 757,
      "##ings": 758,
      "##ison": 759,
      "##ree": 760,
      "##ase": 761,
      "##ason": 762,
      "read": 763,
      "reason": 764,
      "str": 765,
      "##rig": 766,
      "nothing": 767,
      "shot": 768,
      "action": 769,
      "cont": 770,
      "dec": 771,
      "sub": 772,
      "point": 773,
      "whole": 774,
      "need": 775,
      "##ends": 776,
      "doesn": 777,
      "around": 778,
      "minutes": 779,
      "role": 780,
      "woman": 781,
      "##yborg": 782,
      "At": 783,
      "Al": 784,
      "Pal": 785,
      "Well": 786,
      "cle": 787,
      "come": 788,
      "cyborg": 789,
      "ele": 790,
      "gl": 791,
      "ind": 792,
      "list": 793,
      "main": 794,
      "mist": 795,
      "res": 796,
      "run": 797,
      "tur": 798,
      "won": 799,
      "##ock": 800,
      "##kes": 801,
      "##ub": 802,
      "##az": 803,
      "##apt": 804,
      "##ial": 805,
      "##ict": 806,
      "##gg": 807,
      "##vo": 808,
      "##fore": 809,
      "##mer": 810,
      "##joy": 811,
      "these": 812,
      "##ord": 813,
      "##ath": 814,
      "##arious": 815,
      "brother": 816,
      "##ott": 817,
      "before": 818,
      "rev": 819,
      "##ention": 820,
      "start": 821,
      "stup": 822,
      "lif": 823,
      "word": 824,
      "##eless": 825,
      "That": 826,
      "diff": 827,
      "enjoy": 828,
      "anyone": 829,
      "goes": 830,
      "try": 831,
      "watched": 832,
      "least": 833,
      "few": 834,
      "feel": 835,
      "##assic": 836,
      "away": 837,
      "awful": 838,
      "##osed": 839,
      "##ody": 840,
      "horrible": 841,
      "makes": 842,
      "maybe": 843,
      "obvious": 844,
      "music": 845,
      "piece": 846,
      "##riginal": 847,
      "Palest": 848,
      "On": 849,
      "Rick": 850,
      "TV": 851,
      "best": 852,
      "book": 853,
      "co": 854,
      "cr": 855,
      "cast": 856,
      "came": 857,
      "cour": 858,
      "crap": 859,
      "dr": 860,
      "el": 861,
      "fri": 862,
      "fake": 863,
      "fant": 864,
      "girl": 865,
      "hil": 866,
      "hard": 867,
      "ill": 868,
      "ke": 869,
      "kid": 870,
      "let": 871,
      "less": 872,
      "lack": 873,
      "mot": 874,
      "now": 875,
      "own": 876,
      "original": 877,
      "pass": 878,
      "red": 879,
      "rather": 880,
      "sch": 881,
      "sur": 882,
      "tal": 883,
      "tri": 884,
      "take": 885,
      "tell": 886,
      "##uff": 887,
      "##aw": 888,
      "##vin": 889,
      "##xt": 890,
      "##bably": 891,
      "##ft": 892,
      "##most": 893,
      "those": 894,
      "##ert": 895,
      "##ins": 896,
      "##ens": 897,
      "##esh": 898,
      "##ative": 899,
      "##oup": 900,
      "##ise": 901,
      "##arly": 902,
      "##arent": 903,
      "##asy": 904,
      "##ash": 905,
      "inc": 906,
      "inst": 907,
      "##ctable": 908,
      "##stand": 909,
      "rel": 910,
      "rec": 911,
      "why": 912,
      "where": 913,
      "##ided": 914,
      "##ident": 915,
      "They": 916,
      "##ool": 917,
      "##imp": 918,
      "worth": 919,
      "comm": 920,
      "comedy": 921,
      "def": 922,
      "##ush": 923,
      "dial": 924,
      "supp": 925,
      "abs": 926,
      "ent": 927,
      "poor": 928,
      "poss": 929,
      "new": 930,
      "almost": 931,
      "##ations": 932,
      "going": 933,
      "watching": 934,
      "couldn": 935,
      "effort": 936,
      "##aps": 937,
      "predi": 938,
      "didn": 939,
      "add": 940,
      "##ney": 941,
      "classic": 942,
      "humor": 943,
      "terrible": 944,
      "##ife": 945,
      "Char": 946,
      "killer": 947,
      "guy": 948,
      "appe": 949,
      "##velop": 950,
      "interesting": 951,
      "completely": 952,
      "little": 953,
      "something": 954,
      "life": 955,
      "Palestin": 956,
      "instead": 957,
      "predictable": 958,
      "Ar": 959,
      "Aw": 960,
      "Bri": 961,
      "Don": 962,
      "Dick": 963,
      "Ever": 964,
      "Gold": 965,
      "Is": 966,
      "Jo": 967,
      "LV": 968,
      "Mob": 969,
      "NO": 970,
      "Pr": 971,
      "She": 972,
      "You": 973,
      "bas": 974,
      "bot": 975,
      "cra": 976,
      "camp": 977,
      "dis": 978,
      "em": 979,
      "found": 980,
      "fall": 981,
      "hour": 982,
      "jo": 983,
      "lin": 984,
      "last": 985,
      "mom": 986,
      "mess": 987,
      "medi": 988,
      "narr": 989,
      "porn": 990,
      "rent": 991,
      "same": 992,
      "wond": 993,
      "wife": 994,
      "##ox": 995,
      "##king": 996,
      "##ave": 997,
      "##app": 998,
      "##ier": 999,
      "##ily": 1000,
      "##iful": 1001,
      "##ny": 1002,
      "##ned": 1003,
      "##led": 1004,
      "##lus": 1005,
      "##gr": 1006,
      "##han": 1007,
      "##haps": 1008,
      "##bly": 1009,
      "##fect": 1010,
      "##men": 1011,
      "##man": 1012,
      "##ja": 1013,
      "##ering": 1014,
      "##erent": 1015,
      "##ense": 1016,
      "##esident": 1017,
      "##oun": 1018,
      "##ons": 1019,
      "##ony": 1020,
      "top": 1021,
      "##aling": 1022,
      "##its": 1023,
      "##ances": 1024,
      "##rem": 1025,
      "##read": 1026,
      "itself": 1027,
      "##leas": 1028,
      "##utiful": 1029,
      "stage": 1030,
      "ass": 1031,
      "##ither": 1032,
      "wasn": 1033,
      "waste": 1034,
      "##ions": 1035,
      "hand": 1036,
      "##rael": 1037,
      "##ember": 1038,
      "##uring": 1039,
      "comments": 1040,
      "##erson": 1041,
      "doing": 1042,
      "cons": 1043,
      "convin": 1044,
      "death": 1045,
      "expect": 1046,
      "means": 1047,
      "such": 1048,
      "gets": 1049,
      "unless": 1050,
      "probably": 1051,
      "times": 1052,
      "##ately": 1053,
      "shows": 1054,
      "flesh": 1055,
      "fail": 1056,
      "perfect": 1057,
      "looked": 1058,
      "betwe": 1059,
      "##ograp": 1060,
      "##ival": 1061,
      "human": 1062,
      "series": 1063,
      "writer": 1064,
      "remember": 1065,
      "understand": 1066,
      "situ": 1067,
      "production": 1068,
      "performance": 1069,
      "idea": 1070,
      "love": 1071,
      "quite": 1072,
      "problems": 1073,
      "audience": 1074,
      "bored": 1075,
      "painful": 1076,
      "title": 1077,
      "visual": 1078,
      "##ize": 1079,
      "mistake": 1080,
      "review": 1081,
      "stupid": 1082,
      "different": 1083,
      "hilarious": 1084,
      "dialog": 1085,
      "supposed": 1086,
      "entire": 1087,
      "poorly": 1088,
      "Charles": 1089,
      "Brian": 1090,
      "Israel": 1091,
      "Moby": 1092,
      "lines": 1093,
      "between": 1094,
      "20": 1095,
      "Avo": 1096,
      "Be": 1097,
      "Bro": 1098,
      "Blit": 1099,
      "DV": 1100,
      "Jew": 1101,
      "Mad": 1102,
      "Not": 1103,
      "One": 1104,
      "Omen": 1105,
      "Pa": 1106,
      "Rome": 1107,
      "Son": 1108,
      "Spir": 1109,
      "We": 1110,
      "Was": 1111,
      "bit": 1112,
      "bother": 1113,
      "cin": 1114,
      "cam": 1115,
      "capt": 1116,
      "days": 1117,
      "ey": 1118,
      "eating": 1119,
      "event": 1120,
      "gay": 1121,
      "gun": 1122,
      "give": 1123,
      "hon": 1124,
      "hop": 1125,
      "ll": 1126,
      "men": 1127,
      "mil": 1128,
      "mind": 1129,
      "male": 1130,
      "occ": 1131,
      "pri": 1132,
      "rid": 1133,
      "rate": 1134,
      "sle": 1135,
      "set": 1136,
      "swe": 1137,
      "use": 1138,
      "vide": 1139,
      "wr": 1140,
      "wish": 1141,
      "wild": 1142,
      "yet": 1143,
      "##oll": 1144,
      "##oint": 1145,
      "##ron": 1146,
      "##rist": 1147,
      "##ked": 1148,
      "##ex": 1149,
      "##ef": 1150,
      "##eem": 1151,
      "##sc": 1152,
      "##sen": 1153,
      "##spe": 1154,
      "##ail": 1155,
      "##io": 1156,
      "##ien": 1157,
      "##ible": 1158,
      "##way": 1159,
      "##ts": 1160,
      "##ten": 1161,
      "##not": 1162,
      "##yp": 1163,
      "##lic": 1164,
      "##cy": 1165,
      "##cut": 1166,
      "##che": 1167,
      "##hn": 1168,
      "##hat": 1169,
      "##hip": 1170,
      "##vir": 1171,
      "three": 1172,
      "##era": 1173,
      "##ered": 1174,
      "##ouse": 1175,
      "##ism": 1176,
      "tot": 1177,
      "##alk": 1178,
      "##ared": 1179,
      "##otent": 1180,
      "##icul": 1181,
      "##iel": 1182,
      "star": 1183,
      "stri": 1184,
      "stand": 1185,
      "##ches": 1186,
      "sever": 1187,
      "sequ": 1188,
      "##amed": 1189,
      "##ird": 1190,
      "happ": 1191,
      "having": 1192,
      "##ime": 1193,
      "##rop": 1194,
      "##ross": 1195,
      "worse": 1196,
      "##ured": 1197,
      "##unk": 1198,
      "comment": 1199,
      "att": 1200,
      "hell": 1201,
      "conf": 1202,
      "develop": 1203,
      "Then": 1204,
      "somew": 1205,
      "exper": 1206,
      "except": 1207,
      "sure": 1208,
      "badly": 1209,
      "enter": 1210,
      "post": 1211,
      "anything": 1212,
      "never": 1213,
      "trans": 1214,
      "lead": 1215,
      "face": 1216,
      "##fort": 1217,
      "manag": 1218,
      "Why": 1219,
      "throughout": 1220,
      "said": 1221,
      "##play": 1222,
      "serious": 1223,
      "usually": 1224,
      "year": 1225,
      "ended": 1226,
      "guess": 1227,
      "women": 1228,
      "Any": 1229,
      "funny": 1230,
      "check": 1231,
      "idi": 1232,
      "slow": 1233,
      "impr": 1234,
      "involved": 1235,
      "laughs": 1236,
      "zombie": 1237,
      "decided": 1238,
      "cyborgs": 1239,
      "trying": 1240,
      "course": 1241,
      "else": 1242,
      "friends": 1243,
      "school": 1244,
      "surv": 1245,
      "commun": 1246,
      "Palestinian": 1247,
      "John": 1248,
      "both": 1249,
      "moment": 1250,
      "narrative": 1251,
      "Avoid": 1252,
      "Blithe": 1253,
      "DVD": 1254,
      "Sonja": 1255,
      "Spirit": 1256,
      "cinem": 1257,
      "camera": 1258,
      "honest": 1259,
      "video": 1260,
      "All": 1261,
      "Br": 1262,
      "Bl": 1263,
      "El": 1264,
      "Get": 1265,
      "Gab": 1266,
      "Ha": 1267,
      "Harr": 1268,
      "IV": 1269,
      "Lu": 1270,
      "Let": 1271,
      "Mc": 1272,
      "Most": 1273,
      "Per": 1274,
      "Rut": 1275,
      "Ste": 1276,
      "Trem": 1277,
      "Wils": 1278,
      "ac": 1279,
      "acc": 1280,
      "bat": 1281,
      "big": 1282,
      "cer": 1283,
      "cre": 1284,
      "cut": 1285,
      "coup": 1286,
      "die": 1287,
      "det": 1288,
      "dist": 1289,
      "dum": 1290,
      "ed": 1291,
      "either": 1292,
      "espe": 1293,
      "fin": 1294,
      "fat": 1295,
      "fam": 1296,
      "full": 1297,
      "hal": 1298,
      "hit": 1299,
      "hom": 1300,
      "hel": 1301,
      "lat": 1302,
      "lar": 1303,
      "lot": 1304,
      "line": 1305,
      "mo": 1306,
      "mone": 1307,
      "might": 1308,
      "mark": 1309,
      "nor": 1310,
      "nov": 1311,
      "night": 1312,
      "nice": 1313,
      "our": 1314,
      "ph": 1315,
      "par": 1316,
      "pick": 1317,
      "pull": 1318,
      "potent": 1319,
      "qual": 1320,
      "right": 1321,
      "sk": 1322,
      "sm": 1323,
      "sin": 1324,
      "sort": 1325,
      "simp": 1326,
      "sense": 1327,
      "tou": 1328,
      "val": 1329,
      "##oice": 1330,
      "##riel": 1331,
      "##ecut": 1332,
      "##uct": 1333,
      "##ugg": 1334,
      "##ac": 1335,
      "##ah": 1336,
      "##autiful": 1337,
      "##ike": 1338,
      "##ways": 1339,
      "##ton": 1340,
      "##til": 1341,
      "##ng": 1342,
      "##ner": 1343,
      "##ling": 1344,
      "##gin": 1345,
      "##cat": 1346,
      "##cond": 1347,
      "##cott": 1348,
      "##ER": 1349,
      "##point": 1350,
      "##bo": 1351,
      "##fic": 1352,
      "##mit": 1353,
      "##mak": 1354,
      "thin": 1355,
      "##inite": 1356,
      "##enn": 1357,
      "##ening": 1358,
      "##ened": 1359,
      "##atograp": 1360,
      "##edic": 1361,
      "##isand": 1362,
      "##ank": 1363,
      "##reci": 1364,
      "##reisand": 1365,
      "##omm": 1366,
      "##ctive": 1367,
      "isn": 1368,
      "##ics": 1369,
      "##ican": 1370,
      "##lect": 1371,
      "##uter": 1372,
      "##ove": 1373,
      "beautiful": 1374,
      "##stant": 1375,
      "##owed": 1376,
      "ref": 1377,
      "##ets": 1378,
      "starr": 1379,
      "form": 1380,
      "second": 1381,
      "##ceed": 1382,
      "##ames": 1383,
      "light": 1384,
      "living": 1385,
      "filmmak": 1386,
      "short": 1387,
      "actor": 1388,
      "actual": 1389,
      "##emand": 1390,
      "world": 1391,
      "##elt": 1392,
      "##elie": 1393,
      "##ung": 1394,
      "##unately": 1395,
      "comes": 1396,
      "plays": 1397,
      "head": 1398,
      "conc": 1399,
      "concept": 1400,
      "dev": 1401,
      "##outh": 1402,
      "##akes": 1403,
      "##aking": 1404,
      "cannot": 1405,
      "died": 1406,
      "execut": 1407,
      "super": 1408,
      "wee": 1409,
      "##though": 1410,
      "polit": 1411,
      "##ude": 1412,
      "until": 1413,
      "next": 1414,
      "along": 1415,
      "always": 1416,
      "##olute": 1417,
      "##ign": 1418,
      "myself": 1419,
      "god": 1420,
      "previous": 1421,
      "trash": 1422,
      "level": 1423,
      "left": 1424,
      "##ards": 1425,
      "flaw": 1426,
      "fails": 1427,
      "knows": 1428,
      "##gether": 1429,
      "##cially": 1430,
      "##abor": 1431,
      "looks": 1432,
      "spo": 1433,
      "spir": 1434,
      "things": 1435,
      "art": 1436,
      "advent": 1437,
      "black": 1438,
      "minute": 1439,
      "terri": 1440,
      "used": 1441,
      "written": 1442,
      "remake": 1443,
      "Christ": 1444,
      "killing": 1445,
      "thinking": 1446,
      "inside": 1447,
      "inspir": 1448,
      "sounds": 1449,
      "performances": 1450,
      "tele": 1451,
      "train": 1452,
      "involve": 1453,
      "Streisand": 1454,
      "called": 1455,
      "##tractive": 1456,
      "apparent": 1457,
      "buy": 1458,
      "miss": 1459,
      "zombies": 1460,
      "clear": 1461,
      "elements": 1462,
      "obviously": 1463,
      "Only": 1464,
      "fantasy": 1465,
      "keep": 1466,
      "redeem": 1467,
      "talent": 1468,
      "absolute": 1469,
      "Arcat": 1470,
      "Every": 1471,
      "basically": 1472,
      "emb": 1473,
      "jokes": 1474,
      "wonder": 1475,
      "convincing": 1476,
      "expecting": 1477,
      "failed": 1478,
      "Israeli": 1479,
      "200": 1480,
      "Madame": 1481,
      "guns": 1482,
      "ridicul": 1483,
      "##ollow": 1484,
      "##ronic": 1485,
      "totally": 1486,
      "several": 1487,
      "sequel": 1488,
      "happened": 1489,
      "somewhat": 1490,
      "entertain": 1491,
      "##fortunately": 1492,
      "idiot": 1493,
      "improv": 1494,
      "cinematograp": 1495,
      "Gabriel": 1496,
      "Harrison": 1497,
      "Tremors": 1498,
      "Wilson": 1499,
      "certain": 1500,
      "couple": 1501,
      "especially": 1502,
      "half": 1503,
      "large": 1504,
      "money": 1505,
      "quality": 1506,
      "inspired": 1507,
      "Arcati": 1508,
      "ridiculous": 1509,
      "Am": 1510,
      "After": 1511,
      "Bond": 1512,
      "Cl": 1513,
      "Can": 1514,
      "Dis": 1515,
      "Dead": 1516,
      "For": 1517,
      "Gl": 1518,
      "Good": 1519,
      "Girl": 1520,
      "Her": 1521,
      "Ham": 1522,
      "Hood": 1523,
      "Hob": 1524,
      "Just": 1525,
      "Job": 1526,
      "Jord": 1527,
      "Kay": 1528,
      "Lad": 1529,
      "Lans": 1530,
      "My": 1531,
      "Mit": 1532,
      "May": 1533,
      "Much": 1534,
      "Mary": 1535,
      "New": 1536,
      "Ol": 1537,
      "OK": 1538,
      "Osc": 1539,
      "Ph": 1540,
      "Sh": 1541,
      "Sp": 1542,
      "Some": 1543,
      "Sure": 1544,
      "South": 1545,
      "Un": 1546,
      "WH": 1547,
      "Watch": 1548,
      "Yes": 1549,
      "air": 1550,
      "ben": 1551,
      "boy": 1552,
      "body": 1553,
      "catch": 1554,
      "col": 1555,
      "crit": 1556,
      "creat": 1557,
      "care": 1558,
      "case": 1559,
      "dou": 1560,
      "day": 1561,
      "dri": 1562,
      "dull": 1563,
      "fi": 1564,
      "fem": 1565,
      "fine": 1566,
      "fans": 1567,
      "fif": 1568,
      "final": 1569,
      "free": 1570,
      "follow": 1571,
      "gh": 1572,
      "gag": 1573,
      "ho": 1574,
      "ham": 1575,
      "house": 1576,
      "luck": 1577,
      "later": 1578,
      "mar": 1579,
      "mag": 1580,
      "mod": 1581,
      "mention": 1582,
      "name": 1583,
      "named": 1584,
      "op": 1585,
      "pa": 1586,
      "pat": 1587,
      "pow": 1588,
      "pay": 1589,
      "pure": 1590,
      "pict": 1591,
      "pleas": 1592,
      "person": 1593,
      "ru": 1594,
      "rest": 1595,
      "rush": 1596,
      "sw": 1597,
      "sing": 1598,
      "sad": 1599,
      "sus": 1600,
      "sick": 1601,
      "sour": 1602,
      "sign": 1603,
      "tem": 1604,
      "ut": 1605,
      "vers": 1606,
      "war": 1607,
      "wit": 1608,
      "wood": 1609,
      "yes": 1610,
      "##oad": 1611,
      "##ring": 1612,
      "##ris": 1613,
      "##redi": 1614,
      "##kw": 1615,
      "##ee": 1616,
      "##eed": 1617,
      "##sy": 1618,
      "##son": 1619,
      "##aff": 1620,
      "##ied": 1621,
      "##igh": 1622,
      "##ibly": 1623,
      "##tic": 1624,
      "##na": 1625,
      "##nect": 1626,
      "##yn": 1627,
      "##ype": 1628,
      "##ler": 1629,
      "##lins": 1630,
      "##ges": 1631,
      "##gal": 1632,
      "##gel": 1633,
      "##gob": 1634,
      "##cum": 1635,
      "##cceed": 1636,
      "##hh": 1637,
      "##hind": 1638,
      "##IN": 1639,
      "##IT": 1640,
      "##EA": 1641,
      "##press": 1642,
      "##den": 1643,
      "##bl": 1644,
      "##bre": 1645,
      "##but": 1646,
      "##bur": 1647,
      "##band": 1648,
      "##belie": 1649,
      "##mm": 1650,
      "##min": 1651,
      "##mal": 1652,
      "##more": 1653,
      "##mond": 1654,
      "##ND": 1655,
      "##OO": 1656,
      "##OR": 1657,
      "third": 1658,
      "theater": 1659,
      "##eren": 1660,
      "##eral": 1661,
      "##erness": 1662,
      "##erves": 1663,
      "##orry": 1664,
      "##ese": 1665,
      "##esent": 1666,
      "##ator": 1667,
      "##atic": 1668,
      "##aters": 1669,
      "##ingly": 1670,
      "told": 1671,
      "together": 1672,
      "##als": 1673,
      "##ali": 1674,
      "##ald": 1675,
      "##arn": 1676,
      "##arb": 1677,
      "##arz": 1678,
      "##aring": 1679,
      "##arth": 1680,
      "##itz": 1681,
      "##ital": 1682,
      "##ition": 1683,
      "##rey": 1684,
      "inte": 1685,
      "brings": 1686,
      "##omp": 1687,
      "##ili": 1688,
      "##iler": 1689,
      "##illy": 1690,
      "##lease": 1691,
      "begg": 1692,
      "behind": 1693,
      "##ster": 1694,
      "##stit": 1695,
      "##adway": 1696,
      "##hem": 1697,
      "##hetic": 1698,
      "once": 1699,
      "ret": 1700,
      "rep": 1701,
      "repl": 1702,
      "##enty": 1703,
      "##ently": 1704,
      "##ayne": 1705,
      "##llig": 1706,
      "##llace": 1707,
      "stra": 1708,
      "stuck": 1709,
      "anim": 1710,
      "##ceiv": 1711,
      "live": 1712,
      "##right": 1713,
      "young": 1714,
      "sci": 1715,
      "score": 1716,
      "##imes": 1717,
      "sho": 1718,
      "sham": 1719,
      "actress": 1720,
      "hero": 1721,
      "##terly": 1722,
      "##ula": 1723,
      "##ained": 1724,
      "##urp": 1725,
      "##urd": 1726,
      "##ures": 1727,
      "##unning": 1728,
      "##unts": 1729,
      "docum": 1730,
      "attractive": 1731,
      "child": 1732,
      "constant": 1733,
      "connect": 1734,
      "dead": 1735,
      "dept": 1736,
      "dealing": 1737,
      "ord": 1738,
      "##akening": 1739,
      "##ptic": 1740,
      "someone": 1741,
      "ext": 1742,
      "expl": 1743,
      "##ague": 1744,
      "##istic": 1745,
      "mean": 1746,
      "succeed": 1747,
      "weap": 1748,
      "##aste": 1749,
      "##astic": 1750,
      "enc": 1751,
      "pop": 1752,
      "##ppy": 1753,
      "uni": 1754,
      "anymore": 1755,
      "##allow": 1756,
      "trick": 1757,
      "shown": 1758,
      "leave": 1759,
      "##teen": 1760,
      "fluff": 1761,
      "throw": 1762,
      "fair": 1763,
      "fault": 1764,
      "known": 1765,
      "knowing": 1766,
      "perhaps": 1767,
      "ago": 1768,
      "directed": 1769,
      "What": 1770,
      "feat": 1771,
      "become": 1772,
      "awkw": 1773,
      "overall": 1774,
      "president": 1775,
      "##arry": 1776,
      "offer": 1777,
      "##ogical": 1778,
      "works": 1779,
      "adapt": 1780,
      "blood": 1781,
      "##ives": 1782,
      "Ash": 1783,
      "mostly": 1784,
      "clos": 1785,
      "parts": 1786,
      "write": 1787,
      "##pens": 1788,
      "##pense": 1789,
      "scream": 1790,
      "however": 1791,
      "against": 1792,
      "Angel": 1793,
      "among": 1794,
      "ground": 1795,
      "group": 1796,
      "soundtra": 1797,
      "screenplay": 1798,
      "apart": 1799,
      "produced": 1800,
      "desp": 1801,
      "deserves": 1802,
      "teen": 1803,
      "##pects": 1804,
      "199": 1805,
      "197": 1806,
      "general": 1807,
      "Rex": 1808,
      "Sollace": 1809,
      "See": 1810,
      "Segal": 1811,
      "appreci": 1812,
      "boring": 1813,
      "titles": 1814,
      "taken": 1815,
      "takes": 1816,
      "taking": 1817,
      "##ocal": 1818,
      "##aches": 1819,
      "strong": 1820,
      "contin": 1821,
      "content": 1822,
      "points": 1823,
      "Although": 1824,
      "clearly": 1825,
      "indeed": 1826,
      "turn": 1827,
      "##ublic": 1828,
      "words": 1829,
      "enjoyable": 1830,
      "cred": 1831,
      "dram": 1832,
      "fantastic": 1833,
      "illogical": 1834,
      "motion": 1835,
      "redu": 1836,
      "tells": 1837,
      "##ension": 1838,
      "incredi": 1839,
      "worthless": 1840,
      "defend": 1841,
      "possess": 1842,
      "guys": 1843,
      "Awakening": 1844,
      "LV2": 1845,
      "LV1": 1846,
      "craz": 1847,
      "campy": 1848,
      "hours": 1849,
      "medium": 1850,
      "rented": 1851,
      "##lusion": 1852,
      "##ground": 1853,
      "deathly": 1854,
      "situation": 1855,
      "situations": 1856,
      "visuals": 1857,
      "entirely": 1858,
      "Broadway": 1859,
      "Paul": 1860,
      "captiv": 1861,
      "eye": 1862,
      "eventually": 1863,
      "hopeless": 1864,
      "milit": 1865,
      "prior": 1866,
      "sleep": 1867,
      "wilderness": 1868,
      "##ienced": 1869,
      "##chell": 1870,
      "##vira": 1871,
      "standards": 1872,
      "managed": 1873,
      "seriously": 1874,
      "checkpoint": 1875,
      "survival": 1876,
      "community": 1877,
      "honestly": 1878,
      "Elvira": 1879,
      "Perhaps": 1880,
      "across": 1881,
      "bigger": 1882,
      "finish": 1883,
      "help": 1884,
      "normal": 1885,
      "novel": 1886,
      "phot": 1887,
      "potential": 1888,
      "small": 1889,
      "since": 1890,
      "simply": 1891,
      "touches": 1892,
      "value": 1893,
      "##initely": 1894,
      "formula": 1895,
      "lighting": 1896,
      "conclusion": 1897,
      "executed": 1898,
      "previously": 1899,
      "spirit": 1900,
      "adventure": 1901,
      "terrific": 1902,
      "redeeming": 1903,
      "absolutely": 1904,
      "Everything": 1905,
      "entertainment": 1906,
      "cinematography": 1907,
      "certainly": 1908,
      "largely": 1909,
      "Disney": 1910,
      "Hammond": 1911,
      "Hobgob": 1912,
      "Jordan": 1913,
      "Kaye": 1914,
      "Ladd": 1915,
      "Lansbur": 1916,
      "Mitchell": 1917,
      "Maybe": 1918,
      "Olsen": 1919,
      "female": 1920,
      "fifteen": 1921,
      "ghost": 1922,
      "pathetic": 1923,
      "picture": 1924,
      "utterly": 1925,
      "version": 1926,
      "wooden": 1927,
      "##ING": 1928,
      "intellig": 1929,
      "##ceived": 1930,
      "document": 1931,
      "constantly": 1932,
      "depth": 1933,
      "awkward": 1934,
      "adaptation": 1935,
      "Angela": 1936,
      "soundtrack": 1937,
      "incredibly": 1938,
      "Hobgoblins": 1939,
      "Lansbury": 1940,
      "intelligent": 1941,
      "12": 1942,
      "3D": 1943,
      "4th": 1944,
      "91": 1945,
      "Av": 1946,
      "Act": 1947,
      "Ara": 1948,
      "App": 1949,
      "Amer": 1950,
      "AND": 1951,
      "BA": 1952,
      "Big": 1953,
      "Bub": 1954,
      "Bush": 1955,
      "Bald": 1956,
      "Barb": 1957,
      "Car": 1958,
      "Cum": 1959,
      "Cry": 1960,
      "Coun": 1961,
      "Do": 1962,
      "Dam": 1963,
      "Def": 1964,
      "Demand": 1965,
      "Ed": 1966,
      "Earth": 1967,
      "Fu": 1968,
      "Fat": 1969,
      "Fil": 1970,
      "Fir": 1971,
      "Fro": 1972,
      "Fight": 1973,
      "Gad": 1974,
      "Gay": 1975,
      "Gol": 1976,
      "Gary": 1977,
      "Gali": 1978,
      "Grey": 1979,
      "Hen": 1980,
      "Hor": 1981,
      "Hill": 1982,
      "Hard": 1983,
      "IF": 1984,
      "Je": 1985,
      "Jon": 1986,
      "Jul": 1987,
      "Jack": 1988,
      "Jared": 1989,
      "James": 1990,
      "Ke": 1991,
      "Kate": 1992,
      "Kung": 1993,
      "Mat": 1994,
      "Med": 1995,
      "Mar": 1996,
      "Mend": 1997,
      "Mich": 1998,
      "Mex": 1999,
      "Mplay": 2000,
      "No": 2001,
      "NE": 2002,
      "Nor": 2003,
      "Nat": 2004,
      "Never": 2005,
      "Nea": 2006,
      "Naz": 2007,
      "Ow": 2008,
      "Oh": 2009,
      "Outer": 2010,
      "Py": 2011,
      "Pl": 2012,
      "Pat": 2013,
      "Pony": 2014,
      "Payne": 2015,
      "Qu": 2016,
      "RA": 2017,
      "Rob": 2018,
      "Rush": 2019,
      "ST": 2020,
      "Send": 2021,
      "Simp": 2022,
      "Scott": 2023,
      "TH": 2024,
      "Tot": 2025,
      "Too": 2026,
      "Tony": 2027,
      "Val": 2028,
      "Very": 2029,
      "Vamp": 2030,
      "Wow": 2031,
      "Wall": 2032,
      "Warr": 2033,
      "Wild": 2034,
      "Zell": 2035,
      "Zhan": 2036,
      "aut": 2037,
      "aver": 2038,
      "able": 2039,
      "aunts": 2040,
      "bal": 2041,
      "bir": 2042,
      "bim": 2043,
      "bus": 2044,
      "breat": 2045,
      "car": 2046,
      "cas": 2047,
      "cov": 2048,
      "cri": 2049,
      "cau": 2050,
      "cost": 2051,
      "cart": 2052,
      "cap": 2053,
      "cond": 2054,
      "cry": 2055,
      "corn": 2056,
      "cross": 2057,
      "carry": 2058,
      "dam": 2059,
      "dim": 2060,
      "del": 2061,
      "dry": 2062,
      "dress": 2063,
      "during": 2064,
      "demand": 2065,
      "er": 2066,
      "et": 2067,
      "eas": 2068,
      "ess": 2069,
      "equ": 2070,
      "each": 2071,
      "evo": 2072,
      "early": 2073,
      "easy": 2074,
      "fit": 2075,
      "fro": 2076,
      "fest": 2077,
      "fur": 2078,
      "fast": 2079,
      "fight": 2080,
      "four": 2081,
      "father": 2082,
      "fire": 2083,
      "foc": 2084,
      "gi": 2085,
      "gan": 2086,
      "gra": 2087,
      "game": 2088,
      "gays": 2089,
      "gyp": 2090,
      "gives": 2091,
      "hid": 2092,
      "home": 2093,
      "hus": 2094,
      "hol": 2095,
      "hate": 2096,
      "hold": 2097,
      "high": 2098,
      "ir": 2099,
      "ig": 2100,
      "jud": 2101,
      "job": 2102,
      "junk": 2103,
      "lame": 2104,
      "labor": 2105,
      "ma": 2106,
      "med": 2107,
      "mas": 2108,
      "met": 2109,
      "mum": 2110,
      "moun": 2111,
      "melt": 2112,
      "nu": 2113,
      "none": 2114,
      "nude": 2115,
      "ok": 2116,
      "opp": 2117,
      "oath": 2118,
      "pu": 2119,
      "pra": 2120,
      "pers": 2121,
      "past": 2122,
      "pace": 2123,
      "park": 2124,
      "parent": 2125,
      "psy": 2126,
      "purp": 2127,
      "public": 2128,
      "ran": 2129,
      "rout": 2130,
      "si": 2131,
      "sn": 2132,
      "sal": 2133,
      "sent": 2134,
      "song": 2135,
      "squ": 2136,
      "sends": 2137,
      "size": 2138,
      "sorry": 2139,
      "silly": 2140,
      "ten": 2141,
      "tor": 2142,
      "tar": 2143,
      "tough": 2144,
      "trap": 2145,
      "torn": 2146,
      "type": 2147,
      "taste": 2148,
      "ul": 2149,
      "vi": 2150,
      "vir": 2151,
      "via": 2152,
      "voice": 2153,
      "wa": 2154,
      "win": 2155,
      "whe": 2156,
      "went": 2157,
      "walk": 2158,
      "weren": 2159,
      "##oor": 2160,
      "##off": 2161,
      "##oony": 2162,
      "##ru": 2163,
      "##ral": 2164,
      "##row": 2165,
      "##rest": 2166,
      "##eg": 2167,
      "##eor": 2168,
      "##ear": 2169,
      "##ely": 2170,
      "##evelop": 2171,
      "##sn": 2172,
      "##sing": 2173,
      "##sical": 2174,
      "##side": 2175,
      "##uh": 2176,
      "##use": 2177,
      "##uine": 2178,
      "##uper": 2179,
      "##uert": 2180,
      "##ael": 2181,
      "##aus": 2182,
      "##aced": 2183,
      "##aves": 2184,
      "##aces": 2185,
      "##ially": 2186,
      "##iver": 2187,
      "##ians": 2188,
      "##iod": 2189,
      "##win": 2190,
      "##to": 2191,
      "##ti": 2192,
      "##try": 2193,
      "##taking": 2194,
      "##nor": 2195,
      "##nie": 2196,
      "##noy": 2197,
      "##noc": 2198,
      "##yptic": 2199,
      "##lf": 2200,
      "##lud": 2201,
      "##lish": 2202,
      "##lict": 2203,
      "##gar": 2204,
      "##gers": 2205,
      "##gard": 2206,
      "##grap": 2207,
      "##gments": 2208,
      "##gress": 2209,
      "##cent": 2210,
      "##cess": 2211,
      "##cies": 2212,
      "##cast": 2213,
      "##cious": 2214,
      "##htaking": 2215,
      "##IS": 2216,
      "##ES": 2217,
      "##vis": 2218,
      "##vil": 2219,
      "##vol": 2220,
      "##ph": 2221,
      "##phere": 2222,
      "##ding": 2223,
      "##drop": 2224,
      "##develop": 2225,
      "##bor": 2226,
      "##bing": 2227,
      "##fits": 2228,
      "##ms": 2229,
      "##mp": 2230,
      "##mas": 2231,
      "##mos": 2232,
      "##mings": 2233,
      "##ée": 2234,
      "##éd": 2235,
      "##0s": 2236,
      "##02": 2237,
      "##ze": 2238,
      "##zog": 2239,
      "##OU": 2240,
      "##VER": 2241,
      "##LL": 2242,
      "##30s": 2243,
      "##jor": 2244,
      "##que": 2245,
      "##Que": 2246,
      "##ern": 2247,
      "##erally": 2248,
      "##ermin": 2249,
      "##iny": 2250,
      "##iness": 2251,
      "##ination": 2252,
      "##inated": 2253,
      "##inary": 2254,
      "##invol": 2255,
      "##ork": 2256,
      "##orig": 2257,
      "##escott": 2258,
      "##ates": 2259,
      "##atty": 2260,
      "##ature": 2261,
      "##athy": 2262,
      "##nded": 2263,
      "##inger": 2264,
      "##oura": 2265,
      "##ont": 2266,
      "##onment": 2267,
      "##ising": 2268,
      "tool": 2269,
      "town": 2270,
      "toler": 2271,
      "##alm": 2272,
      "##ara": 2273,
      "##ares": 2274,
      "##aries": 2275,
      "##arks": 2276,
      "##arison": 2277,
      "##ario": 2278,
      "##lying": 2279,
      "##iting": 2280,
      "##itous": 2281,
      "##ano": 2282,
      "##ange": 2283,
      "##asm": 2284,
      "##asion": 2285,
      "ine": 2286,
      "inf": 2287,
      "inex": 2288,
      "innoc": 2289,
      "bring": 2290,
      "brie": 2291,
      "brain": 2292,
      "##ilt": 2293,
      "##ctly": 2294,
      "##ote": 2295,
      "##icating": 2296,
      "##icult": 2297,
      "##ield": 2298,
      "##ley": 2299,
      "##lection": 2300,
      "##oves": 2301,
      "bear": 2302,
      "begin": 2303,
      "##stance": 2304,
      "##ades": 2305,
      "##adian": 2306,
      "moving": 2307,
      "repe": 2308,
      "releas": 2309,
      "release": 2310,
      "reaches": 2311,
      "##entin": 2312,
      "##entist": 2313,
      "##entine": 2314,
      "stre": 2315,
      "stay": 2316,
      "store": 2317,
      "stud": 2318,
      "stars": 2319,
      "stock": 2320,
      "stuff": 2321,
      "forest": 2322,
      "forget": 2323,
      "former": 2324,
      "asked": 2325,
      "aspects": 2326,
      "##ched": 2327,
      "within": 2328,
      "annoy": 2329,
      "##ider": 2330,
      "##iding": 2331,
      "##lden": 2332,
      "sees": 2333,
      "self": 2334,
      "##cean": 2335,
      "##hero": 2336,
      "##herfor": 2337,
      "fill": 2338,
      "##ires": 2339,
      "##ired": 2340,
      "lives": 2341,
      "likes": 2342,
      "liked": 2343,
      "science": 2344,
      "schem": 2345,
      "scares": 2346,
      "hack": 2347,
      "notch": 2348,
      "##imal": 2349,
      "##immer": 2350,
      "shut": 2351,
      "shame": 2352,
      "share": 2353,
      "shallow": 2354,
      "##raw": 2355,
      "##cks": 2356,
      "herself": 2357,
      "##tering": 2358,
      "##ular": 2359,
      "##uster": 2360,
      "##ems": 2361,
      "##ement": 2362,
      "##empt": 2363,
      "##rodu": 2364,
      "##roach": 2365,
      "##eston": 2366,
      "##estig": 2367,
      "##ains": 2368,
      "##urs": 2369,
      "##urn": 2370,
      "##ural": 2371,
      "##urman": 2372,
      "##urring": 2373,
      "##unter": 2374,
      "likely": 2375,
      "comedic": 2376,
      "##ought": 2377,
      "doll": 2378,
      "sold": 2379,
      "atmos": 2380,
      "place": 2381,
      "plague": 2382,
      "champ": 2383,
      "chronic": 2384,
      "hear": 2385,
      "heard": 2386,
      "##peau": 2387,
      "##illi": 2388,
      "conceived": 2389,
      "debut": 2390,
      "##outing": 2391,
      "##usi": 2392,
      "These": 2393,
      "Thurman": 2394,
      "cant": 2395,
      "allowed": 2396,
      "dig": 2397,
      "exc": 2398,
      "exist": 2399,
      "exact": 2400,
      "examp": 2401,
      "express": 2402,
      "##ists": 2403,
