{
  "_name_or_path": "tests/testthat/test_data/TextEmbeddingModel/tensorflow/longformer",
  "architectures": [
    "LongformerForMaskedLM"
  ],
  "attention_probs_dropout_prob": 0.1,
  "attention_window": [
    40,
    40
  ],
  "bos_token_id": 0,
  "eos_token_id": 2,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 32,
  "initializer_range": 0.02,
  "intermediate_size": 128,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "longformer",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "onnx_export": false,
  "pad_token_id": 1,
  "sep_token_id": 2,
  "transformers_version": "4.37.2",
  "type_vocab_size": 2,
  "vocab_size": 9361
}
