{
  "_name_or_path": "tests/testthat/test_data/TEM/pytorch/funnel",
  "activation_dropout": 0,
  "architectures": [
    "FunnelForMaskedLM"
  ],
  "attention_dropout": 0.1,
  "attention_probs_dropout_prob": 0.1,
  "attention_type": "relative_shift",
  "block_repeats": [
    1,
    1,
    1
  ],
  "block_sizes": [
    4,
    4,
    4
  ],
  "d_head": 32,
  "d_inner": 512,
  "d_model": 256,
  "hidden_act": "gelu",
  "hidden_dropout": 0.1,
  "hidden_dropout_prob": 0.1,
  "initializer_range": 0.02,
  "initializer_std": null,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "funnel",
  "n_head": 2,
  "num_decoder_layers": 2,
  "pool_q_only": true,
  "pooling_type": "mean",
  "separate_cls": true,
  "torch_dtype": "float32",
  "transformers_version": "4.37.2",
  "truncate_seq": true,
  "vocab_size": 16807
}
