{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġt":261,"Ġa":262,"he":263,"in":264,"Ġthe":265,"Ġs":266,"re":267,"Ġo":268,"Ġw":269,"is":270,"er":271,"nd":272,"Ġf":273,"Ġm":274,"Ġb":275,"it":276,"at":277,"ing":278,"Ġc":279,"es":280,"en":281,"or":282,"Ġth":283,"on":284,"ou":285,"ll":286,"Ġh":287,"Ġp":288,"an":289,"Ġto":290,"Ġand":291,"Ġof":292,"ar":293,"ed":294,"Ġd":295,"as":296,"Ġin":297,"Ġl":298,"Ġis":299,"om":300,"ic":301,"br":302,"Ġ/":303,"Ġ/>":304,"ĠI":305,"le":306,"Ġg":307,"Ġe":308,"al":309,"ct":310,"Ġit":311,"ut":312,"ot":313,"il":314,"st":315,"Ġn":316,"Ġbe":317,"Ġmo":318,"ly":319,"ve":320,"vi":321,"Ġon":322,"Ġre":323,"ĠT":324,"Ġthat":325,"ow":326,"ion":327,"ad":328,"ver":329,"ent":330,"ay":331,"im":332,"et":333,"Ġhe":334,"'s":335,"Ġst":336,"Ġthis":337,"gh":338,"Ġwh":339,"se":340,"ch":341,"all":342,"ith":343,"Ġ/><":344,"ilm":345,"Ġfor":346,"Ġy":347,"Ġmovi":348,"ri":349,"Ġfilm":350,"Ġas":351,"am":352,"Ġwith":353,"ke":354,"Ġwas":355,"oo":356,"ĠS":357,"Ġu":358,"ĠA":359,"ce":360,"ro":361,"Ġse":362,"id":363,"Ġan":364,"ir":365,".<":366,"ld":367,"ĠThe":368,"Ġmovie":369,"Ġyou":370,"Ġha":371,"ally":372,"Ġ(":373,"her":374,"Ġli":375,"ra":376,"Ġsh":377,"ĠB":378,"ter":379,"Ġbut":380,"ur":381,"ĠM":382,"Ġch":383,"Ġnot":384,"ĠH":385,"'t":386,"Ġwe":387,"Ġare":388,"ck":389,"ill":390,"ers":391,"pe":392,"Ġhis":393,"ome":394,"ĠC":395,"Ġ\"":396,"ul":397,"un":398,"ĠD":399,"ess":400,"Ġat":401,"Ġhave":402,"Ġsc":403,"if":404,"ght":405,"act":406,"el":407,"ain":408,"Ġone":409,"ould":410,"em":411,"ĠW":412,"Ġact":413,"us":414,"ust":415,"Ġall":416,"Ġex":417,"Ġpl":418,"ble":419,"Ġcom":420,"..":421,"Ġj":422,"ĠP":423,"ood":424,"Ġso":425,"ant":426,"Ġdo":427,"out":428,"rom":429,"Ġk":430,"Ġal":431,"Ġwho":432,"Ġsu":433,"ak":434,"ge":435,"red":436,"op":437,"ĠL":438,"and":439,"Ġby":440,"ast":441,"ĠR":442,"est":443,"very":444,"fe":445,"ol":446,"th":447,"ation":448,"Ġout":449,"Ġwor":450,"ous":451,"Ġfrom":452,"ĠG":453,"Ġde":454,"ew":455,"ĠE":456,"Ġlike":457,"Ġcon":458,"Ġchar":459,"ĠJ":460,"Ġwhe":461,"qu":462,"Ġsome":463,"Ġthey":464,"ist":465,"ough":466,"one":467,"art":468,"ie":469,"Ġint":470,"ap":471,"Ġme":472,"Ġab":473,"Ġcan":474,"ory":475,"Ġpro":476,"Ġher":477,"ven":478,"ĠIt":479,"Ġcharact":480,"ort":481,"ĠF":482,"Ġtim":483,"ive":484,"um":485,"au":486,"res":487,"reat":488,"ich":489,"Ġhas":490,"ard":491,"ind":492,"ack":493,"Ġor":494,"Ġjust":495,"ig":496,"Ġr":497,"ire":498,"pp":499,"ake":500,"ud":501,"Ġup":502,"os":503,"ook":504,"The":505,"ĠO":506,"ame":507,"ies":508,"Ġman":509,"Ġle":510,"Ġabout":511,"his":512,"nt":513,"Ġmore":514,"Ġgood":515,"ight":516,"ate":517,"ound":518,"Ġshow":519,"ther":520,"ong":521,"Ġshe":522,"Ġlo":523,"ite":524,"Ġsee":525,"Ġno":526,"ĠN":527,"Ġne":528,"atch":529,"Ġtime":530,"ity":531,"Ġstory":532,"ag":533,"ci":534,"Ġreally":535,"Ġscen":536,"ore":537,"ars":538,"Ġany":539,"od":540,"Ġte":541,"Ġtr":542,"Ġget":543,"ade":544,"Ġwhen":545,"Ġvery":546,"ick":547,"so":548,"Ġthere":549,"Ġper":550,"Ġwould":551,"Ġthan":552,"Ġen":553,"Ġv":554,"Ġmy":555,"Ġbec":556,"Ġwhich":557,"Ġwhat":558,"Ġother":559,"ment":560,"Ġ1":561,"Ġun":562,"pt":563,"Ġgreat":564,"Ġbet":565,"are":566,"able":567,"Ġvi":568,"Ġtheir":569,"Ġhim":570,"Ġits":571,"ab":572,"hing":573,"Ġcl":574,"man":575,"ves":576,"Ġmost":577,"ays":578,"ne":579,"oy":580,"ure":581,"itt":582,"Ġdoes":583,"irect":584,"Ġar":585,"Ġfe":586,"Ġgo":587,"Ġbeen":588,"Ġthem":589,"Ġhad":590,"pl":591,"ue":592,"Ġwere":593,"ĠK":594,"fter":595,"our":596,"Ġeven":597,"Ġmovies":598,"for":599,"ide":600,"irst":601,"Ġpre":602,"uch":603,"Ġwatch":604,"Ġpe":605,"Ġlook":606,"ice":607,"ause":608,"Ġend":609,"Ġonly":610,"ond":611,"Ġif":612,"Ġover":613,"Ġwill":614,"Ġmade":615,"Ġkn":616,"Ġim":617,"Ġro":618,"Ġqu":619,"Ġdirect":620,"Ġalso":621,"og":622,"ass":623,"...":624,"ink":625,"Ġhow":626,"ople":627,"Ġcharacters":628,"ost":629,"per":630,"Ġwell":631,"Ġwork":632,"lf":633,"ĠV":634,"Ġtw":635,"Ġad":636,"Ġag":637,"int":638,"other":639,"fect":640,"ving":641,"Ġway":642,"Ġmuch":643,"Ġdid":644,"end":645,"gin":646,"Ġus":647,"Ġpeople":648,"),":649,"che":650,"ple":651,"Ġam":652,"Ġfa":653,"ĠSt":654,"ine":655,"ish":656,"Ġfirst":657,"own":658,"ict":659,"Ġcharacter":660,"Ġseem":661,"Ġbecause":662,"ny":663,"Ġ-":664,"akes":665,"ber":666,"ful":667,"Ġtoo":668,"ĠThis":669,"ull":670,"Ġthr":671,"ose":672,"Ġcould":673,"Ġinto":674,"ry":675,"Ġser":676,"Ġpart":677,"cc":678,"age":679,"ever":680,"Ġfl":681,"aw":682,"ere":683,"ff":684,"ng":685,"Ġsp":686,"ical":687,"oll":688,"ĠY":689,"Ġfun":690,"Ġmake":691,"ings":692,"Ġoff":693,"Ġactor":694,"Ġplay":695,"ile":696,"Ġafter":697,"Ġbl":698,"Ġbad":699,"ance":700,"Ġevery":701,"ell":702,"Ġ'":703,"Ġye":704,"mer":705,"ence":706,"omet":707,"hat":708,"ial":709,"ually":710,"ated":711,"ary":712,"Ġdon":713,"Ġfeel":714,"oint":715,"Ġwr":716,"self":717,"ĠAnd":718,"Ġyour":719,"ces":720,"du":721,"Ġdis":722,"Ġknow":723,"Ġthrough":724,"ious":725,"we":726,"Ġfilms":727,"ep":728,"ved":729,"Ġreal":730,"Ġtwo":731,"Ġthink":732,"ans":733,"Ġlove":734,"less":735,"tain":736,"Ġspe":737,"Ġplot":738,"de":739,"te":740,"ty":741,"iz":742,"Ġbetter":743,"sion":744,"Ġthen":745,"Ġsay":746,"Ġsomet":747,"ang":748,"ild":749,"Ġbeing":750,"Ġseen":751,"Ġmany":752,"Ġperfor":753,"ach":754,"ob":755,"ual":756,"Ġaw":757,"ations":758,").":759,"ac":760,"ĠHe":761,"ult":762,"Ġscene":763,"wn":764,"Ġbest":765,"ark":766,"vel":767,"ĠCh":768,"Ġscenes":769,"ffect":770,"get":771,"Ġback":772,"ĠBut":773,"Ġwhere":774,"ip":775,"Ġfind":776,"Ġbr":777,"ĠIn":778,"Ġever":779,"urn":780,"ittle":781,"Ġagain":782,"ason":783,"Ġrec":784,"Ġund":785,"pect":786,"ath":787,"Ġhor":788,"Ġlittle":789,"rigin":790,"This":791,"aking":792,"erest":793,"Ġwant":794,"Ġmus":795,"Ġview":796,"igh":797,"Ġmin":798,"Ġmay":799,"Ġhum":800,"ase":801,"Ġgr":802,"Ġrem":803,"Ġacting":804,"az":805,"ought":806,"ction":807,"Ġlife":808,"cial":809,"Ġdirector":810,"fore":811,"Ġorigin":812,"Ġgu":813,"Ġbel":814,"Ġinterest":815,"Ġri":816,"Ġtra":817,"Ġsame":818,"ise":819,"ating":820,"Ġpr":821,"Ġeffect":822,"Ġstill":823,"Ġ19":824,"Ġyears":825,"joy":826,"Ġfam":827,"Ġshould":828,"Ġdes":829,"Ġdown":830,"ily":831,"Ġsomething":832,"ph":833,"ather":834,"Ġcr":835,"Ġres":836,"ĠThere":837,"ress":838,"Ġunder":839,"ks":840,"Ġbot":841,"ense":842,"Ġthose":843,"Ġgi":844,"Ġgen":845,"Ġpret":846,"Ġimp":847,"Ġperforman":848,"Ġent":849,"Ġsim":850,"ertain":851,"thing":852,"Ġprodu":853,"Ġoriginal":854,"ace":855,"king":856,"up":857,"Ġter":858,"arl":859,"Ġdif":860,"Ġanother":861,"Ġexce":862,"Ġsuch":863,"Ġenjoy":864,"ian":865,"reen":866,"Ġfin":867,"arly":868,"ents":869,"ably":870,"the":871,"Ġdr":872,"Ġdoesn":873,"Ġactors":874,"be":875,"ning":876,"Ġob":877,"Ġnew":878,"Ġbefore":879,"Ġwhile":880,"ĠHow":881,"Ġkill":882,"'ve":883,"ock":884,"Ġke":885,"ren":886,"Ġbu":887,"Ġcou":888,"Ġcast":889,"Ġpoint":890,"ĠJo":891,"ched":892,"Ġmusic":893,"Ġbelie":894,"Ġpretty":895,"Ġap":896,"Ġsa":897,"Ġsl":898,"Ġmakes":899,"ĠSh":900,"Ġcont":901,"Ġbetwe":902,"Ġbetween":903,"ect":904,"hn":905,"ia":906,"ree":907,"ater":908,"Ġinc":909,"Ġem":910,"vious":911,"ĠAl":912,"erson":913,"Ġaround":914,"old":915,"ting":916,"ased":917,"Ġlong":918,"ĠAs":919,"Ġactually":920,"augh":921,"Ġminut":922,"'re":923,"--":924,"ale":925,"der":926,"ead":927,"ĠU":928,"Ġes":929,"hen":930,"iting":931,"Ġche":932,"Ġthing":933,"Ġrel":934,"Ġart":935,"ible":936,"oc":937,"Ġwom":938,"ism":939,"ens":940,"Ġinv":941,"Ġstart":942,"Ġcomed":943,"Ġquite":944,"Ġdidn":945,"aut":946,"ib":947,"ied":948,"ub":949,"Ġsur":950,"arr":951,"Ġgir":952,"Ġstr":953,"Ġatt":954,"Ġcomple":955,"Ġnever":956,"Ġfunny":957,"Ġboth":958,"most":959,"ness":960,"Ġ<":961,"Ġtake":962,"Ġfact":963,"Ġmain":964,"Ġthought":965,"Ġhapp":966,"Ġtimes":967,"Ġseems":968,"meric":969,"les":970,"ures":971,"Ġra":972,"Ġtal":973,"Ġfar":974,"Ġput":975,"omb":976,"ĠAmeric":977,"uring":978,"Ġcomp":979,"Ġdec":980,"oss":981,"!!":982,"pis":983,"ror":984,"ways":985,"Ġ&":986,"omm":987,"ically":988,"Ġsequ":989,"Ġshort":990,"Ġscreen":991,"Ġaction":992,"ign":993,"pisod":994,"xt":995,"ying":996,"Ġ2":997,"Ġapp":998,"rent":999,"Ġop":1000,"Ġold":1001,"Ġown":1002,"Ġfew":1003,"Ġmom":1004,"Ġcour":1005,"Ġthings":1006,"Ġhigh":1007,"Ġlast":1008,"ript":1009,"ĠSe":1010,"Ġyoung":1011,"Ġlead":1012,"Ġtell":1013,"Ġenough":1014,"Ġgoing":1015,"Ġeffects":1016,"wh":1017,"Ġacc":1018,"hed":1019,"Ġset":1020,"Ġbit":1021,"Ġthough":1022,"ons":1023,"Ġlot":1024,"Ġhere":1025,"riend":1026,"Ġshot":1027,"Ġkind":1028,"Ġclass":1029,"ike":1030,"ative":1031,"llent":1032,"Ġins":1033,"stand":1034,"Ġnow":1035,"Ġwhole":1036,"Ġsub":1037,"Ġcons":1038,"Ġneed":1039,"Ġvis":1040,"Ġseries":1041,"ĠJohn":1042,"Ġgirl":1043,"'m":1044,"ced":1045,"ft":1046,"ss":1047,"Ġz":1048,"Ġturn":1049,"iss":1050,"era":1051,"Ġmight":1052,"Ġbo":1053,"ition":1054,"Ġcare":1055,"Ġperson":1056,"ĠIf":1057,"ĠShe":1058,"Ġscript":1059,"Ġleast":1060,"Ġdiffe":1061,"ĠHowever":1062,"\".":1063,"bably":1064,"ward":1065,"inem":1066,"Ġwond":1067,"Ġmust":1068,"Ġco":1069,"Ġcap":1070,"Ġinst":1071,"amp":1072,"Ġworld":1073,"udi":1074,"Ġrole":1075,"ĠYou":1076,"iv":1077,"tle":1078,"Ã©":1079,"Ġide":1080,"Ġthese":1081,"Ġbri":1082,"Ġbig":1083,"atched":1084,"Ġcle":1085,"Ġhard":1086,"Ġgot":1087,"Ġbeaut":1088,"Ġwhy":1089,"Ġhand":1090,"peci":1091,"ular":1092,"Ġalways":1093,"Ġexcellent":1094,"pecially":1095,"\",":1096,"10":1097,"ron":1098,"Ġcome":1099,"Ġcinem":1100,"arn":1101,"ady":1102,"ool":1103,"Ġnothing":1104,"Ġalmost":1105,"Ġprobably":1106,"Ġwatching":1107,"Ġterri":1108,"Ġminutes":1109,"ms":1110,"Ġtri":1111,"ince":1112,"Ġsound":1113,"Ġsaw":1114,"orn":1115,"Ġhome":1116,"ash":1117,"Ġepisod":1118,"ention":1119,"Ġhel":1120,"ĠThey":1121,"Ġadd":1122,"Ġwonder":1123,"gg":1124,"ues":1125,"uck":1126,"Ġi":1127,"Ġver":1128,"inc":1129,"Ġeach":1130,"ality":1131,"ute":1132,"Ġreason":1133,"app":1134,"Ġgets":1135,"Ġperfect":1136,"Ġused":1137,"Ġdram":1138,"ĠAmerican":1139,"'ll":1140,"ail":1141,"fic":1142,"ier":1143,"oor":1144,"Ġac":1145,"here":1146,"ery":1147,"Ġfound":1148,"iter":1149,"ates":1150,"Ġcra":1151,"ord":1152,"Ġdone":1153,"Ġev":1154,"ions":1155,"ames":1156,"Ġsex":1157,"ĠDe":1158,"ife":1159,"though":1160,"oney":1161,"ney":1162,"ogra":1163,"ully":1164,"Ġperformance":1165,"Ġappe":1166,"It":1167,"fin":1168,"pr":1169,"ouse":1170,"Ġinter":1171,"Ġlaugh":1172,"Ġgive":1173,"ilar":1174,"Ġrele":1175,"Ġstand":1176,"Ġwithout":1177,"Ġchild":1178,"ĠDV":1179,"Ġsuper":1180,"aps":1181,"ments":1182,"Ġ10":1183,"ollow":1184,"Ġspecial":1185,"Ġaway":1186,"Ġhorror":1187,"Ġguy":1188,"Ġinteresting":1189,"Ġright":1190,"Ġcomplete":1191,"Ġdifferent":1192,".\"":1193,"oot":1194,"ope":1195,"ru":1196,"Ġwon":1197,"Ġwatched":1198,"Ġfriend":1199,"its":1200,"als":1201,"Ġext":1202,"Ġproble":1203,"Ġrun":1204,"Ġshows":1205,"Ġfamily":1206,"Ġhelp":1207,"ĠDVD":1208,"ER":1209,"ok":1210,"vis":1211,"ins":1212,"ines":1213,"rem":1214,"Ġfant":1215,"Ġboy":1216,"ĠThat":1217,"ĠWh":1218,"Ġexpect":1219,"Ġjob":1220,"istic":1221,"ody":1222,"Ġtrue":1223,"Ġgoes":1224,"Ġkeep":1225,"Ġbelieve":1226,"Ġcomedy":1227,"Ġopen":1228,"Ġcourse":1229,"Ġzomb":1230,"Ġidea":1231,"air":1232,"ject":1233,"yn":1234,"yp":1235,"Ġ3":1236,"Ġma":1237,"Ġmen":1238,"Ġbas":1239,"Ġbook":1240,"Ġcall":1241,"Ġcreat":1242,"ount":1243,"Ġpain":1244,"Ġpass":1245,"vers":1246,"Ġwasn":1247,"ĠAn":1248,"ross":1249,"Ġlight":1250,"Ġplays":1251,"Ġcomes":1252,"Ġkid":1253,"Ġdeath":1254,"Ġrather":1255,"Ġhimself":1256,"Ġlooks":1257,"Ġespecially":1258,"Ġwoman":1259,"'d":1260,"AT":1261,"ave":1262,"day":1263,"ex":1264,"hip":1265,"ired":1266,"ĠZ":1267,"Ġtakes":1268,"Ġaudi":1269,"Ġsch":1270,"Ġfollow":1271,"Ġmind":1272,"Ġthree":1273,"ank":1274,"ange":1275,"Ġduring":1276,"Ġisn":1277,"Ġgl":1278,"Ġbegin":1279,"ime":1280,"Ġexpl":1281,"Ġsure":1282,"Ġsupp":1283,"Ġworst":1284,"Ġworth":1285,"Ġdep":1286,"ately":1287,"Ġanything":1288,"Ġplaying":1289,"Ġhumor":1290,"Ġobvious":1291,"Ġinvol":1292,"Ġbeautif":1293,"Ġversion":1294,"ee":1295,"sy":1296,"way":1297,"ison":1298,"Ġmaking":1299,"Ġmoney":1300,"ature":1301,"Ġcar":1302,"Ġcertain":1303,"orm":1304,"ane":1305,"ann":1306,"ics":1307,"Ġele":1308,"alf":1309,"Ġrest":1310,"Ġread":1311,"ets":1312,"Ġcomm":1313,"ĠLu":1314,"Ġsomeone":1315,"Ġhowever":1316,"Ġunderstand":1317,"Ġgener":1318,"Ġentertain":1319,"Ġproduction":1320,"00":1321,"haps":1322,"ling":1323,"not":1324,"ured":1325,"wood":1326,"Ġsm":1327,"Ġsit":1328,"atic":1329,"Ġph":1330,"Ġtown":1331,"Ġday":1332,"ster":1333,"ower":1334,"ĠSo":1335,"Ġuse":1336,"ĠJack":1337,"Ġmean":1338,"ortun":1339,"Ġserious":1340,"Ġplayed":1341,"Ġsaid":1342,"**":1343,"ared":1344,"co":1345,"dd":1346,"ten":1347,"Ġtit":1348,"Ġten":1349,"Ġsing":1350,"Ġfall":1351,"Ġmess":1352,"Ġbor":1353,"ited":1354,"Ġhour":1355,"Ġhalf":1356,"Ġport":1357,"Ġtoget":1358,"Ġdel":1359,"Ġel":1360,"Ġey":1361,"Ġnice":1362,"Ġonce":1363,"ĠTH":1364,"ĠTV":1365,"ional":1366,"rand":1367,"ters":1368,"Ġword":1369,"Ġconf":1370,"ude":1371,"osed":1372,"Ġseeing":1373,"ĠNot":1374,"arent":1375,"Ġimag":1376,"deo":1377,"Ġhuman":1378,"Ġgives":1379,"finite":1380,"Ġtogether":1381,"av":1382,"ec":1383,"jor":1384,"ked":1385,"ray":1386,"ts":1387,"uly":1388,"Ġ9":1389,"ream":1390,"Ġour":1391,"Ġwa":1392,"Ġwife":1393,"ern":1394,"Ġfan":1395,"Ġbre":1396,"Ġcame":1397,"ors":1398,"Ġdri":1399,"Ġdial":1400,"Ġline":1401,"view":1402,"imes":1403,"ĠSp":1404,"cept":1405,"Ġexc":1406,"Ġconv":1407,"Ġabs":1408,"udget":1409,"ntil":1410,"Ġtele":1411,"Ġlooking":1412,"Ġending":1413,"Ġworks":1414,"ches":1415,"Ġamaz":1416,"Ġfail":1417,"ize":1418,"velop":1419,"Ġhorri":1420,"Ġperformances":1421,"ommend":1422,"gr":1423,"led":1424,"like":1425,"ply":1426,"sc":1427,"yle":1428,"Ġsense":1429,"rew":1430,"ering":1431,"ingly":1432,"Ġcred":1433,"lli":1434,"Ġpur":1435,"Ġpol":1436,"Ġpoor":1437,"asy":1438,"Ġlow":1439,"Ġless":1440,"ili":1441,"Ġbeh":1442,"ĠTo":1443,"Ġstar":1444,"chn":1445,"Ġyet":1446,"Ġuntil":1447,"ĠBl":1448,"ember":1449,"Ġconc":1450,"ĠOne":1451,"Ġloc":1452,"Ġvideo":1453,"Ġpartic":1454,"Ġblood":1455,"Ġeverything":1456,"Ġyear":1457,"Ġrecommend":1458,"ograph":1459,"Ġmajor":1460,"Ġbeautiful":1461,"finitely":1462,"Ġdialog":1463,"fully":1464,"med":1465,"ric":1466,"ug":1467,"uff":1468,"Ġ5":1469,"Ġed":1470,"Ġtou":1471,"Ġsince":1472,"ither":1473,"Ġcop":1474,"ene":1475,"Ġhouse":1476,"Ġpop":1477,"Ġposs":1478,"aster":1479,"vid":1480,"Ġreg":1481,"ows":1482,"ĠAr":1483,"ird":1484,"ĠCar":1485,"ung":1486,"els":1487,"ĠWell":1488,"ĠWhen":1489,"astic":1490,"olog":1491,"ists":1492,"iece":1493,"Ġtruly":1494,"Ġoverall":1495,"Ġfav":1496,"ĠStar":1497,"olly":1498,"Ġsimply":1499,"Ġcount":1500,"Ġepisode":1501,"IN":1502,"ner":1503,"vo":1504,"wor":1505,"Ġable":1506,"hes":1507,"Ġsad":1508,"Ġfather":1509,"Ġmar":1510,"Ġcase":1511,"aris":1512,"Ġdist":1513,"Ġlack":1514,"Ġitself":1515,"Ġhead":1516,"Ġheart":1517,"Ġstyle":1518,"ident":1519,"ĠMc":1520,"ush":1521,"Ġplace":1522,"antly":1523,"ĠRe":1524,"Ġsomew":1525,"ĠFor":1526,"Ġmanag":1527,"Ġnext":1528,"play":1529,"Ġparts":1530,"Ġmaybe":1531,"Ġcouple":1532,"Ġhappen":1533,"Ġmoments":1534,"Ġclassic":1535,"Ġvisual":1536,"vision":1537,"Ġtitle":1538,"ape":1539,"cond":1540,"ix":1541,"ler":1542,"rit":1543,"ton":1544,"tra":1545,"vent":1546,"Ġ7":1547,"Ġmur":1548,"Ġball":1549,"Ġbudget":1550,"Ġhope":1551,"Ġpres":1552,"Ġtop":1553,"Ġoften":1554,"Ġlines":1555,"Ġearly":1556,"uth":1557,"Ġref":1558,"veral":1559,"ented":1560,"imin":1561,"Ġstars":1562,"Ġform":1563,"Ġseveral":1564,"ĠDa":1565,"Ġexam":1566,"Ġsoon":1567,"Ġdevelop":1568,"Ġdefinitely":1569,"Ġanyone":1570,"Ġtechn":1571,"Ġface":1572,"Ġblack":1573,"Ġfeeling":1574,"Ġenjoyed":1575,"Ġincred":1576,"ibly":1577,"Ġinstead":1578,"appoint":1579,"Ġschool":1580,"Ġportray":1581,"Ġtelevision":1582,"iliar":1583,"19":1584,"cy":1585,"cess":1586,"iet":1587,"ky":1588,"sh":1589,"son":1590,"ted":1591,"tory":1592,"Ġsy":1593,"Ġsong":1594,"Ġopp":1595,"Ġwent":1596,"Ġmot":1597,"Ġmiss":1598,"Ġbat":1599,"itch":1600,"ities":1601,"Ġcut":1602,"ences":1603,"Ġpict":1604,"aring":1605,"Ġeither":1606,"Ġname":1607,"ĠTh":1608,"ently":1609,"Ġstup":1610,"ried":1611,"Ġwaste":1612,"ĠAt":1613,"ido":1614,"illy":1615,"ĠWe":1616,"Ġexp":1617,"Ġexper":1618,"ument":1619,"ĠOn":1620,"itten":1621,"Ġdisappoint":1622,"Ġprot":1623,"Ġgiven":1624,"Ġcontin":1625,"Ġrelations":1626,"Ġcapt":1627,"Ġreleased":1628,"Ġcompletely":1629,"Ġfantastic":1630,"Ġboring":1631,"ography":1632,"As":1633,"ah":1634,"but":1635,"ience":1636,"lud":1637,"mp":1638,"oon":1639,"pite":1640,"iness":1641,"Ġswe":1642,"Ġsign":1643,"Ġwin":1644,"Ġwar":1645,"Ġmed":1646,"Ġmention":1647,"Ġcam":1648,"Ġcol":1649,"onn":1650,"Ġpar":1651,"Ġpsy":1652,"Ġdet":1653,"Ġgame":1654,"Ġeff":1655,"alk":1656,"Ġnum":1657,"Ġheard":1658,"ĠAfter":1659,"rodu":1660,"ided":1661,"Ġhaving":1662,"ract":1663,"tern":1664,"ĠHolly":1665,"Ġhistory":1666,"ĠWhat":1667,"using":1668,"ĠPr":1669,"ĠParis":1670,"ants":1671,"outh":1672,"Ġsucc":1673,"ĠGe":1674,"ĠEd":1675,"ĠEl":1676,"ĠJames":1677,"ĠNew":1678,"Ġquality":1679,"Ġadm":1680,"Ġwritten":1681,"Ġfamiliar":1682,"Ġentire":1683,"Ġslow":1684,"Ġstrong":1685,"Ġdrama":1686,"Ġaudience":1687,"Ġcertainly":1688,"Ġsmall":1689,"Ġsitu":1690,"Ġelse":1691,"ĠTHE":1692,"Ġstupid":1693,"Ġrelationship":1694,"Ġeffort":1695,"Ġsuccess":1696,").<":1697,",\"":1698,"lish":1699,"oice":1700,"tic":1701,"Âħ":1702,"Ġsus":1703,"Ġmon":1704,"Ġbased":1705,"Ġcoll":1706,"orge":1707,"ony":1708,"Ġhit":1709,"Ġpot":1710,"Ġpiece":1711,"Ġlar":1712,"Ġlet":1713,"iler":1714,"Ġstre":1715,"Ġstun":1716,"Ġstop":1717,"ĠSc":1718,"ĠAll":1719,"Ġlives":1720,"ĠBur":1721,"ĠMr":1722,"ific":1723,"ously":1724,"Ġconst":1725,"Ġlearn":1726,"Ġvar":1727,"Ġfeat":1728,"Ġfair":1729,"bert":1730,"Ġcouldn":1731,"Ġeveryone":1732,"Ġviewer":1733,"Ġdeser":1734,"Ġfinal":1735,"Ġapart":1736,"Ġemot":1737,"ĠUn":1738,"Ġsurpr":1739,"ĠYoung":1740,"Ġamazing":1741,"Ġfavor":1742,"Ġcamera":1743,"ĠHollywood":1744,"aul":1745,"bo":1746,"com":1747,"fortun":1748,"lus":1749,"lves":1750,"use":1751,"val":1752,"win":1753,"Ġ.":1754,"Ġ4":1755,"Ġ8":1756,"Ġsort":1757,"Ġside":1758,"ready":1759,"Ġocc":1760,"isc":1761,"ister":1762,"Ġfig":1763,"Ġfull":1764,"Ġfans":1765,"Ġfoc":1766,"Ġmatch":1767,"org":1768,"Ġpred":1769,"Ġtot":1770,"Ġlater":1771,"omin":1772,"Ġgun":1773,"ility":1774,"Ġmoder":1775,"Ġrep":1776,"Ġret":1777,"Ġreview":1778,"rop":1779,"ĠBe":1780,"ĠHis":1781,"ĠCl":1782,"Ġactual":1783,"Ġalthough":1784,"olute":1785,"ĠGr":1786,"que":1787,"ards":1788,"Ġlevel":1789,"Ġleft":1790,"Ġtry":1791,"Ġtrying":1792,"Ġviol":1793,"Ġprevious":1794,"Ġwrong":1795,"Ġsometimes":1796,"Ġbrother":1797,"Ġwanted":1798,"Ġremember":1799,"Ġcrit":1800,"Ġsimilar":1801,"Ġwomen":1802,"Ġsequel":1803,"Ġhighly":1804,"Ã©e":1805,"Ġbrilli":1806,"Ġhomeless":1807,"Ġwonderful":1808,"Ġacross":1809,"Ġbreak":1810,"Ġabsolute":1811,"Ġdialogue":1812,"Ġmodern":1813,")<":1814,"ON":1815,"bel":1816,"even":1817,"iam":1818,"ming":1819,"ovi":1820,"sp":1821,"und":1822,"wo":1823,"ype":1824,"Ġrom":1825,"ished":1826,"Ġmid":1827,"Ġmist":1828,"Ġmaster":1829,"Ġbro":1830,"atter":1831,"Ġcost":1832,"oul":1833,"Ġhon":1834,"Ġpast":1835,"Ġpick":1836,"Ġpower":1837,"Ġdest":1838,"Ġland":1839,"Ġlist":1840,"ote":1841,"Ġnarr":1842,"ential":1843,"ett":1844,"Ġstud":1845,"selves":1846,"rill":1847,"amed":1848,"Ġsecond":1849,"Ġanim":1850,"irit":1851,"Ġliked":1852,"ural":1853,"ĠMan":1854,"ĠMar":1855,"Ġchange":1856,"Ġwee":1857,"unch":1858,"elt":1859,"Ġexact":1860,"ĠPh":1861,"Ġdoing":1862,"Ġalready":1863,"aken":1864,"ĠEng":1865,"Ġloved":1866,"Ġperhaps":1867,"Ġbecome":1868,"Ġothers":1869,"Ġuni":1870,"itting":1871,"Ġknown":1872,"Ġroom":1873,"elly":1874,"aced":1875,"ĠCharl":1876,"Ġagainst":1877,"Ġviewers":1878,"Ġguess":1879,"Ġgenre":1880,"Ġexcept":1881,"Ġkiller":1882,"rench":1883,"Ġesc":1884,"Ġstarts":1885,"Ġdecided":1886,"ĠSeason":1887,"which":1888,"Ġterrible":1889,"Ġfriends":1890,"Ġproblem":1891,"Ġproblems":1892,"Ġzombie":1893,"ynch":1894,"Ġinvolved":1895,"Ġwords":1896,"Ġhorrible":1897,"Ġbehind":1898,"Ġsomewhat":1899,"fortunately":1900,"Ġpredict":1901,"AR":1902,"In":1903,"OR":1904,"ax":1905,"ger":1906,"ires":1907,"mb":1908,"mos":1909,"rist":1910,"tr":1911,"Ġir":1912,"ined":1913,"Ġsk":1914,"Ġsw":1915,"Ġwish":1916,"ising":1917,"Ġfight":1918,"Ġfore":1919,"Ġfoot":1920,"Ġbra":1921,"athe":1922,"Ġcat":1923,"Ġcry":1924,"Ġcult":1925,"ena":1926,"orb":1927,"Ġhilar":1928,"Ġpure":1929,"Ġpost":1930,"ara":1931,"Ġdue":1932,"Ġind":1933,"Ġinn":1934,"Ġgang":1935,"aling":1936,"Ġnight":1937,"Ġass":1938,"ĠAd":1939,"ĠAny":1940,"Ġseason":1941,"Ġliving":1942,"ills":1943,"ĠDis":1944,"ĠDon":1945,"ĠDan":1946,"Ġatmos":1947,"ains":1948,"empt":1949,"ĠWill":1950,"Ġactress":1951,"ĠPe":1952,"Ġdoc":1953,"Ġsum":1954,"ĠLe":1955,"ĠRo":1956,"ĠGod":1957,"Ġcannot":1958,"umb":1959,"There":1960,"Ġlea":1961,"Ġval":1962,"Ġmyself":1963,"Ġbecom":1964,"ĠKe":1965,"ĠVS":1966,"Ġago":1967,"Ġamong":1968,"Ġflaw":1969,"Ġspo":1970,"Ġfeels":1971,"ized":1972,"anger":1973,"Ġawful":1974,"Ġgrou":1975,"Ġdiffic":1976,"Ġfinally":1977,"ĠShow":1978,"Ġapparent":1979,"Ġmoment":1980,"Ġconsid":1981,"Ġcinemat":1982,"Ġeyes":1983,"Ġexample":1984,"Ġpsych":1985,"Ġnumber":1986,"Ġlarge":1987,"Ġabsolutely":1988,"Ġatmosp":1989,"ST":1990,"St":1991,"by":1992,"io":1993,"ki":1994,"land":1995,"my":1996,"to":1997,"uper":1998,"Ġtaking":1999,"Ġtyp":2000,"Ġtheater":2001,"Ġsle":2002,"reed":2003,"reci":2004,"Ġfem":2005,"Ġfelt":2006,"Ġmis":2007,"Ġmet":2008,"Ġmag":2009,"Ġmother":2010,"atman":2011,"Ġpri":2012,"Ġpull":2013,"Ġtoday":2014,"arry":2015,"Ġdem":2016,"Ġdays":2017,"ley":2018,"Ġeas":2019,"ctor":2020,"Ġnone":2021,"Ġrent":2022,"ĠTr":2023,"ayne":2024,"right":2025,"Ġlive":2026,"raight":2027,"Ġshoot":2028,"ury":2029,"ĠHer":2030,"ĠDo":2031,"Ġscore":2032,"uses":2033,"....":2034,"ĠPer":2035,"ĠPal":2036,"ĠPro":2037,"ĠPaul":2038,"Ġsol":2039,"Ġkick":2040,"ĠGer":2041,"Ġdead":2042,"ĠEven":2043,"ĠJon":2044,"ĠJap":2045,"Ġintrodu":2046,"Ġprof":2047,"Ġproject":2048,"ression":2049,"ĠOf":2050,"ĠOsc":2051,"Ġshowing":2052,"ĠNO":2053,"agon":2054,"Ġgetting":2055,"Ġclim":2056,"Ġthemselves":2057,"ĠKelly":2058,"Ġdirecting":2059,"iction":2060,"Ġseemed":2061,"Ġ--":2062,"Ġdisco":2063,"Ġthroughout":2064,"Ġbrought":2065,"Ġmusical":2066,"Ġrespect":2067,"Ġimport":2068,"Ġimpress":2069,"rence":2070,"Ġbuild":2071,"!!!":2072,"who":2073,"Ġshots":2074,"Ġbox":2075,"Ġcinema":2076,"Ġsoundtra":2077,"ails":2078,"Ġcrap":2079,"Ġextrem":2080,"okes":2081,"Ġzombies":2082,"Ġsupport":2083,"Ġobviously":2084,"Ġentertaining":2085,"ecut":2086,"Ġwaiting":2087,"Ġmanaged":2088,"Ġbattle":2089,"Ġsusp":2090,"Ġfavorite":2091,"Ġhilarious":2092,"ĠDisney":2093,"Ġdocument":2094,"Ġdifficult":2095,"ĠJapan":2096,"Ġsoundtrack":2097,"Ġextreme":2098,"And":2099,"But":2100,"EN":2101,"One":2102,"band":2103,"back":2104,"body":2105,"cin":2106,"gu":2107,"gy":2108,"iy":2109,"ient":2110,"ox":2111,"ped":2112,"ti":2113,"uge":2114,"vant":2115,"vol":2116,"ys":2117,"Ġ6":2118,"Ġera":2119,"Ġtype":2120,"Ġage":2121,"ining":2122,"Ġsent":2123,"Ġsays":2124,"Ġfat":2125,"Ġfill":2126,"Ġca":2127,"eng":2128,"ork":2129,"Ġple":2130,"ances":2131,"Ġtold":2132,"arth":2133,"edy":2134,"Ġdra":2135,"Ġdied":2136,"Ġloo":2137,"icism":2138,"alking":2139,"Ġhero":2140,"Ġste":2141,"Ġyes":2142,"riff":2143,"Ġself":2144,"Ġang":2145,"ĠThese":2146,"Ġshock":2147,"ĠBush":2148,"ĠChe":2149,"ĠDead":2150,"ified":2151,"Ġplan":2152,"Ġcoming":2153,"Ġcomment":2154,"Ġcompl":2155,"ĠPet":2156,"ĠLynch":2157,"ational":2158,"Ġworse":2159,"ield":2160,"ĠFrench":2161,"Ġshown":2162,"Ġnoir":2163,"ĠNe":2164,"Ġvict":2165,"Ġgreatest":2166,"Ġvill":2167,"Ġclose":2168,"Ġlooked":2169,"Ġdirected":2170,"Ġworking":2171,"Ġadult":2172,"Ġusually":2173,"Ġflick":2174,"Ġwriting":2175,"Ġwriter":2176,"Ġrecently":2177,"Ġwants":2178,"Ġtrailer":2179,"Ġprison":2180,"Ġkilling":2181,"Ġinclud":2182,"Ġcheck":2183,"ubl":2184,"Ġsurvi":2185,"Ġtalking":2186,"Ġsequence":2187,"Ġ20":2188,"Ġgirls":2189,"wards":2190,"Ġterrific":2191,"Ġepisodes":2192,"incing":2193,"Ġperfectly":2194,"Ġlaughs":2195,"Ġsuperb":2196,"Ġguys":2197,"Ġcalled":2198,"ĠLuke":2199,"ĠJackie":2200,"Ġballet":2201,"ĠEnglish":2202,"ĠWilliam":2203,"Ġgroup":2204,"An":2205,"CH":2206,"bb":2207,"cer":2208,"cing":2209,"gan":2210,"kay":2211,"more":2212,"ris":2213,"row":2214,"yond":2215,"Ġill":2216,"Ġsn":2217,"Ġsat":2218,"rey":2219,"ishing":2220,"Ġfine":2221,"Ġmem":2222,"Ġmark":2223,"itive":2224,"inger":2225,"oration":2226,"lling":2227,"Ġhot":2228,"Ġhus":2229,"anic":2230,"anks":2231,"arch":2232,"Ġdou":2233,"Ġdie":2234,"Ġdance":2235,"Ġdaugh":2236,"Ġinde":2237,"ĠIN":2238,"lect":2239,"Ġgave":2240,"alian":2241,"Ġmove":2242,"Ġrepl":2243,"ceed":2244,"ĠBro":2245,"Ġchang":2246,"pend":2247,"ularly":2248,"unk":2249,"ĠDick":2250,"uss":2251,"used":2252,"Ġexecut":2253,"Ġplane":2254,"opp":2255,"ĠRed":2256,"ĠGold":2257,"ĠEvery":2258,"ĠJust":2259,"Ġintell":2260,"Ġmeans":2261,"ĠFr":2262,"Ġrate":2263,"Ġnovel":2264,"Ġteen":2265,"Ġtrans":2266,"Ġended":2267,"Ġrock":2268,"Ġdirection":2269,"Ġadvent":2270,"ĠStre":2271,"Ġviewing":2272,"Ġ194":2273,"Ġcrimin":2274,"Ġresult":2275,"Ġsimple":2276,"Ġsave":2277,"ĠAlthough":2278,"Ġminute":2279,"Ġtalent":2280,"Ġappreci":2281,"Ġinsp":2282,"Ġcareer":2283,"Ġclear":2284,"ront":2285,"Ġdramatic":2286,"Ġrunning":2287,"Ġkids":2288,"Ġsupposed":2289,"Ġdepth":2290,"Ġfalls":2291,"Ġmessage":2292,"Ġhours":2293,"Ġdeli":2294,"Ġconvincing":2295,"Ġpoorly":2296,"Ġparticular":2297,"Ġparticularly":2298,"Ġmurder":2299,"Ġpicture":2300,"Ġexperience":2301,"Ġprotagon":2302,"ĠGeorge":2303,"Ġbrilliant":2304,"Ġhonest":2305,"Ġexactly":2306,"Ġpredictable":2307,"Ġcinematography":2308,"Ġsupporting":2309,"Ġhusband":2310,"30":2311,"Fido":2312,"LE":2313,"OU":2314,"ball":2315,"cas":2316,"ean":2317,"gade":2318,"ma":2319,"ps":2320,"sen":2321,"side":2322,"vable":2323,"where":2324,"ze":2325,"Ġ{":2326,"ĠÂ":2327,"Ġess":2328,"Ġtreat":2329,"iny":2330,"ret":2331,"Ġwild":2332,"ised":2333,"Ġfr":2334,"Ġfif":2335,"Ġmil":2336,"Ġmale":2337,"Ġmatter":2338,"Ġbus":2339,"itude":2340,"atural":2341,"Ġcor":2342,"Ġcamp":2343,"enn":2344,"ories":2345,"Ġthird":2346,"Ġpos":2347,"Ġpubl":2348,"Ġdark":2349,"Ġinf":2350,"Ġlate":2351,"omp":2352,"ĠIs":2353,"Ġgem":2354,"oth":2355,"Ġnamed":2356,"Ġbeyond":2357,"Ġmoving":2358,"vies":2359,"Ġones":2360,"Ġreve":2361,"owing":2362,"enty":2363,"Ġhell":2364,"Ġstri":2365,"Ġstage":2366,"Ġstuff":2367,"Ġwhite":2368,"ĠSam":2369,"Ġann":2370,"Ġshame":2371,"ĠBri":2372,"ĠBrit":2373,"urt":2374,"ĠMost":2375,"ĠMark":2376,"ĠCorb":2377,"ĠPol":2378,"Ġalong":2379,"aker":2380,"ands":2381,"ĠGene":2382,"venge":2383,"igr":2384,"Ġru":2385,"Ġthank":2386,"Ġuns":2387,"ĠKing":2388,"form":2389,"Ġusual":2390,"Ġamb":2391,"Ġtook":2392,"Ġknowing":2393,"Ġthinking":2394,"Ġsaying":2395,"acher":2396,"Ġbring":2397,"Ġground":2398,"Ġremind":2399,"Ġinterested":2400,"Ġrid":2401,"Ġtrack":2402,"Ġ198":2403,"Ġdespite":2404,"arlier":2405,"Ġopin":2406,"Ġtelling":2407,"Ġaccent":2408,"Ġsets":2409,"Ġbored":2410,"Ġevent":2411,"Ġopening":2412,"Ġelements":2413,"Ġtension":2414,"Ġfailed":2415,"ground":2416,"Ġpolice":2417,"Ġtouch":2418,"Ġcopy":2419,"Ġcountry":2420,"Ġhappened":2421,"Ġincredible":2422,"Ġportrayal":2423,"Ġsignific":2424,"Ġcolor":2425,"Ġpotential":2426,"Ġconstantly":2427,"Ġvarious":2428,"ovie":2429,"athetic":2430,"ĠAdam":2431,"Ġbecomes":2432,"Ġpsycholog":2433,"Ġatmosphere":2434,"uperman":2435,"Ġfemale":2436,"Ġeasily":2437,"Ġsuspense":2438,"Ġextremely":2439,"ĠCorbett":2440,".)":2441,"He":2442,"IL":2443,"IS":2444,"IT":2445,"If":2446,"When":2447,"cl":2448,"cri":2449,"cast":2450,"cceed":2451,"dy":2452,"ection":2453,"gic":2454,"how":2455,"ien":2456,"ially":2457,"ov":2458,"ove":2459,"ored":2460,"uri":2461,"uro":2462,"upp":2463,"yb":2464,"Ġut":2465,"Ġtre":2466,"Ġtone":2467,"Ġtaken":2468,"Ġaut":2469,"head":2470,"Ġsqu":2471,"real":2472,"ises":2473,"Ġfast":2474,"Ġfive":2475,"Ġfour":2476,"Ġmer":2477,"ator":2478,"Ġcre":2479,"Ġcool":2480,"esome":2481,"ener":2482,"orough":2483,"Ġthrill":2484,"Ġhate":2485,"Ġhold":2486,"Ġdi":2487,"Ġlang":2488,"Ġgra":2489,"Ġequ":2490,"Ġearlier":2491,"ald":2492,"aly":2493,"Ġnon":2494,"Ġnature":2495,"Ġbegan":2496,"Ġmoves":2497,"ionally":2498,"ads":2499,"eth":2500,"Ġhear":2501,"Ġforget":2502,"Ġfilmm":2503,"Ġfilmed":2504,"key":2505,"oof":2506,"room":2507,"Ġsearch":2508,"ides":2509,"rage":2510,"ĠBar":2511,"ĠBilly":2512,"ĠMAT":2513,"ĠMiy":2514,"ĠHam":2515,"ĠHarr":2516,"ersh":2517,"ession":2518,"eless":2519,"ement":2520,"ĠWW":2521,"ĠWars":2522,"Ġcomb":2523,"Ġcomments":2524,"Ġjokes":2525,"antic":2526,"Ġsucceed":2527,"aki":2528,"andy":2529,"ĠRa":2530,"thy":2531,"ĠGersh":2532,"Ġdev":2533,"ĠEm":2534,"apt":2535,"ĠFirst":2536,"umes":2537,"pping":2538,"ĠOr":2539,"Ġlost":2540,"Ġneg":2541,"cious":2542,"Ġbecame":2543,"Ġclos":2544,"itty":2545,"irector":2546,"Ġgold":2547,"Ġroles":2548,"Ġspirit":2549,"ĠYes":2550,"ĠYet":2551,"ĠYork":2552,"Ġknows":2553,"Ġspend":2554,"Ġbrings":2555,"azaki":2556,"Ġresp":2557,"Ġfinish":2558,"Ġobs":2559,"Ġbuy":2560,"Ġpoints":2561,"Ġbelievable":2562,"aterial":2563,"Ġartist":2564,"Ġstru":2565,"Ġattention":2566,"Ġattempt":2567,"Ġcomplex":2568,"Ġsequences":2569,"Ġleads":2570,"Ġtells":2571,"Ġinside":2572,"standing":2573,"Ġneeded":2574,"Ġturned":2575,"Ġpersonal":2576,"Ġclearly":2577,"Ġtries":2578,"Ġsexual":2579,"ograp":2580,"Ġappeal":2581,"Ġappears":2582,"Ġrelease":2583,"Ġchildren":2584,"Ġextra":2585,"ĠWho":2586,"ĠWhile":2587,"Ġbasically":2588,"Ġlighting":2589,"Ġphot":2590,"Ġsingle":2591,"Ġeye":2592,"Ġimages":2593,"Ġcredit":2594,"Ġlocal":2595,"Ġpossible":2596,"ING":2597,"Ġincredibly":2598,"cessary":2599,"Ġopportun":2600,"Ġdisappointed":2601,"Ġsituation":2602,"Ġsuccessful":2603,"Ġstunning":2604,"ĠBurgade":2605,"Ġapartment":2606,"ĠUnfortunately":2607,"lusion":2608,"Ġtotally":2609,"Ġreturn":2610,"Ġviolence":2611,"ĠCharles":2612,"Ġescape":2613,"ĠProvo":2614,"ĠOscar":2615,"ĠÂĸ":2616,"Ġannoy":2617,"ĠBritish":2618,"Ġopinion":2619,"Ġlangu":2620,"ĠMATCH":2621,"ĠMiyazaki":2622,"!)":2623,"!<":2624,"AM":2625,"IC":2626,"bed":2627,"ders":2628,"ef":2629,"ele":2630,"ered":2631,"fi":2632,"ffe":2633,"fort":2634,"hood":2635,"ior":2636,"iod":2637,"ived":2638,"ja":2639,"kes":2640,"lor":2641,"men":2642,"ni":2643,"off":2644,"ring":2645,"riter":2646,"ued":2647,"vil":2648,"Ġ,":2649,"Ġid":2650,"Ġaff":2651,"Ġaffect":2652,"ino":2653,"ination":2654,"inary":2655,"Ġwit":2656,"Ġwall":2657,"Ġways":2658,"ert":2659,"Ġfas":2660,"Ġfake":2661,"Ġmor":2662,"Ġmaterial":2663,"Ġbath":2664,"Ġbody":2665,"Ġbunch":2666,"ital":2667,"iters":2668,"Ġcent":2669,"Ġcart":2670,"Ġcele":2671,"esy":2672,"Ġthorough":2673,"oud":2674,"Ġhall":2675,"Ġhuge":2676,"Ġpo":2677,"Ġpers":2678,"Ġprom":2679,"ano":2680,"Ġdull":2681,"Ġdress":2682,"Ġla":2683,"Ġlame":2684,"Ġliter":2685,"Ġgames":2686,"Ġgrand":2687,"Ġet":2688,"Ġeasy":2689,"ots":2690,"otÃ©e":2691,"Ġnorm":2692,"Ġnomin":2693,"Ġmob":2694,"vered":2695,"ĠTit":2696,"owed":2697,"ades":2698,"verse":2699,"ims":2700,"Ġstudi":2701,"Ġforg":2702,"Ġwithin":2703,"ĠSome":2704,"ĠAng":2705,"ĠBr":2706,"ĠBig":2707,"urther":2708,"ĠMy":2709,"ĠMild":2710,"Ġchance":2711,"ĠHere":2712,"ĠHarry":2713,"Ġaren":2714,"ĠCon":2715,"ulous":2716,"ĠDes":2717,"Ġscream":2718,"action":2719,"ushed":2720,"Ġcommer":2721,"Ġjo":2722,"Ġjud":2723,"Ġsocial":2724,"ĠGo":2725,"Ġdeal":2726,"Ġdeep":2727,"ĠEx":2728,"ĠEric":2729,"ĠEwo":2730,"ĠEuro":2731,"Ġcontain":2732,"Ġconcept":2733,"Ġmeet":2734,"Ġmeant":2735,"ĠFilm":2736,"ĠFido":2737,"ichard":2738,"udd":2739,"Ġupon":2740,"Ġleave":2741,"ĠNow":2742,"Ġnear":2743,"Ġtend":2744,"Ġtext":2745,"Ġtrad":2746,"Ġtrash":2747,"Ġperiod":2748,"aby":2749,"Ġmostly":2750,"Ġtheme":2751,"Ġends":2752,"Ġknew":2753,"Ġquick":2754,"ogn":2755,"ĠVisc":2756,"Ġusing":2757,"ĠStory":2758,"akespe":2759,"Ġflash":2760,"Ġreality":2761,"Ġrealistic":2762,"anski":2763,"Ġspect":2764,"Ġawesome":2765,"ĠChan":2766,"Ġfinds":2767,"Ġtravel":2768,"Ġeffective":2769,"Ġproduced":2770,"Ġterms":2771,"Ġenjoyable":2772,"Ġdrug":2773,"Ġkilled":2774,"Ġkept":2775,"Ġcasting":2776,"Ġcheap":2777,"Ġhappy":2778,"Ġhappens":2779,"ĠAmerica":2780,"Ġcourt":2781,"Ġbeauty":2782,"Ġaccept":2783,"Ġevents":2784,"ĠDeath":2785,"Ġhelps":2786,"Ġfantasy":2787,"Ġboys":2788,"Ġkeeps":2789,"Ġbeginning":2790,"Ġcommun":2791,"Ġgeneral":2792,"Ġmeaning":2793,"Ġseriously":2794,"dden":2795,"Ġwait":2796,"Ġdriving":2797,"Ġconcern":2798,"Ġconclusion":2799,"Ġregard":2800,"Ġvisuals":2801,"ĠDavies":2802,"Ġdevelopment":2803,"Ġsongs":2804,"ĠOnly":2805,"ĠProtÃ©e":2806,"Ġsituations":2807,"Ġoccas":2808,"Ġfigure":2809,"Ġrepres":2810,"Ġromantic":2811,"Ġmistake":2812,"Ġbroad":2813,"Ġweeks":2814,"Ġinnoc":2815,"Ġleaves":2816,"Ġspoil":2817,"Ġtypical":2818,"ĠJones":2819,"Ġprofess":2820,"Ġdocumentary":2821,"Ġloose":2822,"Ġvillain":2823,"Ġdaughter":2824,"Ġintellig":2825,"Ġcriminal":2826,"Ġprotagonist":2827,"Ġpublic":2828,"ĠBrian":2829,"ĠPolanski":2830,"yborg":2831,"Ġopportunity":2832,"Ġlanguage":2833,"Ġcelebr":2834,"Ġthoroughly":2835,"ĠMildred":2836,"Ġcommercial":2837,"ĠEwoks":2838,"?)":2839,"AD":2840,"AN":2841,"ION":2842,"So":2843,"She":2844,"To":2845,"Wh":2846,"You":2847,"ael":2848,"ba":2849,"bt":2850,"bly":2851,"con":2852,"core":2853,"fer":2854,"go":2855,"gs":2856,"ivi":2857,"iel":2858,"ius":2859,"line":2860,"lict":2861,"mith":2862,"ole":2863,"rated":2864,"with":2865,"yed":2866,"ĠQ":2867,"Ġest":2868,"Ġtale":2869,"Ġair":2870,"Ġson":2871,"Ġodd":2872,"erk":2873,"ero":2874,"Ġfut":2875,"Ġmix":2876,"Ġbed":2877,"Ġble":2878,"Ġbull":2879,"Ġcyborg":2880,"ese":2881,"esh":2882,"estern":2883,"ening":2884,"Ġthin":2885,"lle":2886,"Ġhat":2887,"Ġhop":2888,"Ġhint":2889,"Ġporn":2890,"Ġtowards":2891,"aries":2892,"Ġlim":2893,"ices":2894,"let":2895,"ott":2896,"otic":2897,"Ġreb":2898,"Ġrede":2899,"Ġrebel":2900,"ader":2901,"verage":2902,"entist":2903,"ety":2904,"eturn":2905,"Ġstick":2906,"Ġstraight":2907,"Ġstories":2908,"rie":2909,"Ġask":2910,"Ġaside":2911,"Ġaspect":2912,"ĠSH":2913,"ĠST":2914,"ĠSl":2915,"ĠSim":2916,"ĠSouth":2917,"ceived":2918,"Ġsees":2919,"ĠThen":2920,"ĠBatman":2921,"ĠBoth":2922,"urd":2923,"ĠMin":2924,"ĠMay":2925,"ĠMod":2926,"ĠMex":2927,"Ġchall":2928,"Ġchoice":2929,"ĠHigh":2930,"Ġweak":2931,"ĠCount":2932,"ĠConn":2933,"ĠCena":2934,"une":2935,"ained":2936,"ĠWas":2937,"ĠWatch":2938,"ĠWayne":2939,"Ġcompe":2940,"ĠPrem":2941,"Ġsoft":2942,"Ġwhose":2943,"Ġsudden":2944,"aste":2945,"ĠRick":2946,"ĠRichard":2947,"eston":2948,"oles":2949,"Ġoutstanding":2950,"ĠEpisod":2951,"Ġconve":2952,"ĠJud":2953,"Ġintri":2954,"aped":2955,"appe":2956,"Ġprovid":2957,"Ġherself":2958,"ĠItalian":2959,"ĠFl":2960,"ichÃ©":2961,"ichael":2962,"ĠOl":2963,"Ġsheriff":2964,"ĠNaz":2965,"arsh":2966,"Ġeng":2967,"Ġener":2968,"Ġvoice":2969,"Ġunf":2970,"ĠclichÃ©":2971,"Ġroll":2972,"inking":2973,"Ġtwist":2974,"Ġagree":2975,"ended":2976,"Ġflat":2977,"Ġflesh":2978,"ereot":2979,"Ġoffice":2980,"Ġfeelings":2981,"Ġwriters":2982,"Ġyourself":2983,"lessly":2984,"izing":2985,"oby":2986,"acing":2987,"Ġbackground":2988,"Ġbrut":2989,"Ġrecogn":2990,"Ġ1930":2991,"Ġdesign":2992,"Ġdescri":2993,"Ġimpression":2994,"Ġbuying":2995,"ective":2996,"Ġemb":2997,"ĠAlso":2998,"ĠUS":2999,"ensive":3000,"arring":3001,"Ġattract":3002,"Ġtalented":3003,"Ġdecent":3004,"ommel":3005,"Ġyounger":3006,"Ġsubtle":3007,"Ġneeds":3008,"ĠJohnny":3009,"Ġturns":3010,"Ġturning":3011,"Ġcover":3012,"Ġclever":3013,"Ġhands":3014,"ggy":3015,"Ġappear":3016,"ruct":3017,"Ġ30":3018,"Ġbasic":3019,"Ġcreated":3020,"Ġaudiences":3021,"Ġbegins":3022,"Ġdepict":3023,"ĠLucas":3024,"Ġentertainment":3025,"Ġfails":3026,"Ġpurch":3027,"Ġpolit":3028,"Ġrecommended":3029,"Ġpopular":3030,"work":3031,"Ġmarried":3032,"played":3033,"Ġpresented":3034,"uthor":3035,"iety":3036,"Ġsymp":3037,"itchc":3038,"Ġpictures":3039,"Ġcaptiv":3040,"Ġmedi":3041,"onna":3042,"Ġadmit":3043,"Ġentirely":3044,"Ġstreet":3045,"Ġfeatures":3046,"Ġfairly":3047,"Ġdeserves":3048,"Ġguns":3049,"Ġdestro":3050,"Ġnarrative":3051,"Ġunique":3052,"Ġfootage":3053,"Ġculture":3054,"Ġconsidering":3055,"Ġsleep":3056,"ĠDoctor":3057,"Ġimportant":3058,"cinating":3059,"Ġfilled":3060,"Ġreveal":3061,"Ġsignificant":3062,"ĠGershwin":3063,"Ġwitness":3064,"Ġnormal":3065,"ĠTitanic":3066,"ĠEurope":3067,"akespeare":3068,"Ġspectac":3069,"ĠMexic":3070,"ĠPreminger":3071,"ĠEpisode":3072,"!\"":3073,"50":3074,"Al":3075,"After":3076,"Any":3077,"How":3078,"OW":3079,"On":3080,"RE":3081,"TH":3082,"VER":3083,"With":3084,"Well":3085,"What":3086,"ai":3087,"abr":3088,"aven":3089,"aces":3090,"bre":3091,"cou":3092,"come":3093,"cul":3094,"ek":3095,"ear":3096,"fits":3097,"host":3098,"ka":3099,"look":3100,"mist":3101,"na":3102,"over":3103,"par":3104,"sw":3105,"set":3106,"sues":3107,"sky":3108,"uh":3109,"ubr":3110,"vin":3111,"vail":3112,"wise":3113,"writer":3114,"zy":3115,"Ġton":3116,"Ġavail":3117,"hered":3118,"inian":3119,"Ġsin":3120,"Ġsil":3121,"Ġsour":3122,"Ġsens":3123,"Ġsister":3124,"Ġsoul":3125,"rest":3126,"rely":3127,"read":3128,"Ġokay":3129,"Ġwind":3130,"Ġfit":3131,"Ġfish":3132,"Ġfree":3133,"Ġfront":3134,"Ġmad":3135,"Ġmir":3136,"Ġmill":3137,"Ġmass":3138,"Ġmouth":3139,"Ġbar":3140,"Ġbal":3141,"Ġboss":3142,"Ġcas":3143,"Ġcur":3144,"Ġcity":3145,"Ġcond":3146,"Ġcold":3147,"Ġcross":3148,"Ġcrew":3149,"ension":3150,"orth":3151,"Ġthus":3152,"onic":3153,"Ġpat":3154,"Ġpay":3155,"Ġpun":3156,"Ġpack":3157,"Ġpace":3158,"Ġparent":3159,"any":3160,"ancy":3161,"aria":3162,"Ġden":3163,"Ġdad":3164,"Ġdam":3165,"Ġdig":3166,"Ġdies":3167,"Ġdub":3168,"Ġdrop":3169,"Ġinform":3170,"Ġlos":3171,"Ġlaw":3172,"Ġluck":3173,"Ġleng":3174,"iculous":3175,"ĠIr":3176,"ĠInd":3177,"Ġgone":3178,"Ġgig":3179,"Ġemer":3180,"ution":3181,"othes":3182,"star":3183,"Ġnails":3184,"Ġnatural":3185,"viron":3186,"Ġrepe":3187,"Ġrefe":3188,"Ġrequ":3189,"verall":3190,"iment":3191,"Ġstuck":3192,"Ġstereot":3193,"Ġformer":3194,"Ġforward":3195,"oop":3196,"ooby":3197,"ĠSab":3198,"ĠSull":3199,"ĠSuperman":3200,"ĠSmith":3201,"rol":3202,"ider":3203,"iding":3204,"Ġanti":3205,"irty":3206,"Ġhaven":3207,"raw":3208,"ĠBond":3209,"ĠBern":3210,"ĠMas":3211,"ĠMad":3212,"ĠMart":3213,"ĠHay":3214,"Ġweird":3215,"cks":3216,"illip":3217,"ĠCH":3218,"ĠCarl":3219,"ĠDu":3220,"Ġscary":3221,"iff":3222,"Ġexist":3223,"...<":3224,"Ġjoy":3225,"ĠPl":3226,"ĠPat":3227,"ĠPark":3228,"Ġdoor":3229,"Ġdoll":3230,"Ġalone":3231,"Ġsugg":3232,"ĠLi":3233,"ĠLau":3234,"ĠLike":3235,"ĠLady":3236,"ĠLommel":3237,"ĠRose":3238,"ĠGl":3239,"ĠJim":3240,"ĠJew":3241,"Ġwhether":3242,"Ġintense":3243,"Ġprocess":3244,"ĠFin":3245,"Ġjustice":3246,"Ġring":3247,"Ġrich":3248,"ightly":3249,"ounding":3250,"Ġnecessary":3251,"aging":3252,"Ġanymore":3253,"Ġtears":3254,"Ġteacher":3255,"Ġtruth":3256,"Ġenviron":3257,"Ġvul":3258,"Ġ18":3259,"Ġunless":3260,"abor":3261,"Ġclothes":3262,"ĠKar":3263,"ford":3264,"idered":3265,"Ġprem":3266,"Ġimm":3267,"Ġquest":3268,"lfriend":3269,"ĠVan":3270,"ĠVid":3271,"Ġadapt":3272,"Ġamount":3273,"Ġfault":3274,"Ġserv":3275,"Ġserial":3276,"Ġspace":3277,"Ġoffer":3278,"Ġoffic":3279,"Ġwrite":3280,"Ġdisc":3281,"Ġdisappe":3282,"ephen":3283,"Ġrealize":3284,"dered":3285,"Ġperformed":3286,"aching":3287,"ĠChrist":3288,"pective":3289,"Ġremain":3290,"Ġremake":3291,"Ġdirectors":3292,"Ġ199":3293,"Ġfamous":3294,"Ġgiving":3295,"Ġimpro":3296,"ĠShakespeare":3297,"Ġcontest":3298,"Ġcheesy":3299,"Ġchemist":3300,"Ġstarted":3301,"Ġcomedies":3302,"arrass":3303,"Ġstrange":3304,"Ġattack":3305,"Ġcompare":3306,"Ġleading":3307,"Ġsubject":3308,"Ġconsidered":3309,"Ġvisit":3310,"itional":3311,"Ġinstance":3312,"ivan":3313,"Ġbrief":3314,"Ġsounds":3315,"Ġadded":3316,"Ġwonderfully":3317,"ording":3318,"Ġevil":3319,"Ġintern":3320,"Ġstandards":3321,"Ġchildhood":3322,"Ġexpecting":3323,"Ġcreating":3324,"Ġpassion":3325,"Ġhumorous":3326,"Ġgeneration":3327,"Ġsinging":3328,"Ġconflict":3329,"avy":3330,"Ġexciting":3331,"rews":3332,"Ġpurp":3333,"ĠBlack":3334,"Ġediting":3335,"Ġregular":3336,"ĠWelles":3337,"void":3338,"Ġdistract":3339,"Ġ70":3340,"Ġsymb":3341,"Ġmotion":3342,"ĠEdge":3343,"Ġrelationships":3344,"Ġcollection":3345,"ĠScooby":3346,"Ġvariety":3347,"Ġfeaturing":3348,"Ġemotional":3349,"Ġsurprise":3350,"Ġviolent":3351,"Ġcriticism":3352,"belie":3353,"Ġmasterp":3354,"Ġcostumes":3355,"Ġpowerful":3356,"Ġlisten":3357,"ĠPhillip":3358,"Ġfighting":3359,"ĠPeggy":3360,"ĠRobert":3361,"Ġvalues":3362,"Ġflaws":3363,"Ġapparently":3364,"Ġconsider":3365,"Ġlargely":3366,"ĠPerhaps":3367,"ĠPalest":3368,"ĠGerman":3369,"Ġintroduced":3370,"ĠNOT":3371,"ĠJapanese":3372,"Ġpleas":3373,"Ġadults":3374,"Ġmemor":3375,"Ġindeed":3376,"Ġreplaced":3377,"Ġchanges":3378,"Ġteenag":3379,"Ġadventure":3380,"Ġinspired":3381,"Ġridiculous":3382,"Ġeventually":3383,"Ġpsychological":3384,"Ġthriller":3385,"Ġnegative":3386,"ographed":3387,"Ġannoying":3388,"Ġidi":3389,"Ġfascinating":3390,"Ġetc":3391,"Ġstudio":3392,"ĠAngel":3393,"Ġbroadcast":3394,"Ġinnocent":3395,"Ġprofessional":3396,"Ġintelligent":3397,"Ġblend":3398,"Ġcompelling":3399,"Ġspectacular":3400,"ĠSullivan":3401,"Ġsuggest":3402,"Ġenvironment":3403,"Ġchemistry":3404,"Ġsymbol":3405,"\")":3406,"',":3407,"'.":3408,"AL":3409,"All":3410,"Bl":3411,"Batman":3412,"Ch":3413,"Doo":3414,"ES":3415,"HS":3416,"My":3417,"Oh":3418,"Sh":3419,"See":3420,"Th":3421,"aim":3422,"ares":3423,"aving":3424,"bury":3425,"cat":3426,"cers":3427,"ding":3428,"down":3429,"director":3430,"ech":3431,"ging":3432,"ges":3433,"gal":3434,"ho":3435,"ipp":3436,"ives":3437,"ians":3438,"just":3439,"ket":3440,"lin":3441,"me":3442,"min":3443,"mad":3444,"no":3445,"ners":3446,"of":3447,"ohn":3448,"ral":3449,"ram":3450,"rus":3451,"ser":3452,"uous":3453,"zen":3454,"Ġ$":3455,"Ġve":3456,"Ġident":3457,"Ġtar":3458,"Ġtest":3459,"Ġauthor":3460,"inative":3461,"Ġsal":3462,"Ġsight":3463,"Ġsilly":3464,"Ġsitting":3465,"rel":3466,"Ġwalk":3467,"Ġwalking":3468,"isf":3469,"isand":3470,"erv":3471,"erho":3472,"Ġfu":3473,"Ġfres":3474,"Ġmel":3475,"Ġmach":3476,"Ġmount":3477,"Ġbow":3478,"Ġband":3479,"Ġbreat":3480,"Ġbare":3481,"Ġbother":3482,"atr":3483,"aters":3484,"Ġcir":3485,"Ġcau":3486,"Ġcorn":3487,"Ġcyn":3488,"onti":3489,"llow":3490,"Ġhy":3491,"Ġhun":3492,"Ġpet":3493,"Ġpra":3494,"Ġpark":3495,"Ġpair":3496,"Ġpupp":3497,"anc":3498,"Ġdream":3499,"Ġdumb":3500,"ask":3501,"aser":3502,"Ġisol":3503,"omer":3504,"oming":3505,"omed":3506,"Ġ/>\"":3507,"ĠIV":3508,"lex":3509,"lection":3510,"Ġgay":3511,"Ġgod":3512,"Ġgorge":3513,"Ġghost":3514,"uter":3515,"otion":3516,"iling":3517,"stal":3518,"stead":3519,"Ġbeat":3520,"Ġmoved":3521,"lyn":3522,"lying":3523,"vement":3524,"Ġrend":3525,"Ġrevol":3526,"Ġrevenge":3527,"ĠTom":3528,"vert":3529,"entation":3530,"ette":3531,"Ġstay":3532,"Ġstore":3533,"Ġstorm":3534,"cho":3535,"allow":3536,"ries":3537,"Ġasks":3538,"ĠSan":3539,"ĠSally":3540,"ĠSpe":3541,"Ġul":3542,"ĠAN":3543,"ĠAc":3544,"ĠAust":3545,"ĠAlex":3546,"Ġseat":3547,"Ġsepar":3548,"irt":3549,"Ġyouth":3550,"Ġhaun":3551,"rael":3552,"rapp":3553,"ĠBen":3554,"ĠBra":3555,"ĠBru":3556,"ĠBrand":3557,"urs":3558,"ĠMe":3559,"ĠMet":3560,"ĠMus":3561,"ĠMichael":3562,"ĠMoby":3563,"Ġnote":3564,"cked":3565,"ula":3566,"ĠDol":3567,"ĠDaria":3568,"Ġscience":3569,"ĠWH":3570,"ĠWil":3571,"ĠWith":3572,"ĠWild":3573,"usse":3574,"Ġallowed":3575,"Ġcomic":3576,".....":3577,"Ġjour":3578,"ĠPres":3579,"Ġsoci":3580,"Ġdog":3581,"aks":3582,"aked":3583,"akers":3584,"ĠLA":3585,"ĠLV":3586,"ĠLou":3587,"ĠLet":3588,"anda":3589,"ando":3590,"ĠRom":3591,"ĠRome":3592,"ĠRob":3593,"ĠRuss":3594,"ĠReturn":3595,"esty":3596,"Ġoutfits":3597,"ĠGun":3598,"ĠGood":3599,"Ġdebut":3600,"Ġdealing":3601,"ĠEn":3602,"ĠEnd":3603,"Ġlikely":3604,"artial":3605,"Ġmeets":3606,"Ġprop":3607,"Ġprogr":3608,"orts":3609,"ĠFOR":3610,"Ġorder":3611,"Ġrad":3612,"Ġrating":3613,"ĠOther":3614,"ights":3615,"atever":3616,"Ġnoise":3617,"ĠNick":3618,"ĠNever":3619,"Ġnearly":3620,"atching":3621,"Ġstoryline":3622,"ague":3623,"Ġanywhere":3624,"Ġteam":3625,"Ġtrou":3626,"icks":3627,"Ġvamp":3628,"Ġmyst":3629,"Ġ11":3630,"Ġ12":3631,"Ġunex":3632,"Ġunlike":3633,"itted":3634,"ĠKubr":3635,"Ġimmed":3636,"Ġrob":3637,"Ġroad":3638,"Ġquiet":3639,"ĠVery":3640,"ĠVader":3641,"ĠVerho":3642,"ĠStephen":3643,"berg":3644,"Ġfloor":3645,"Ġspent":3646,"Ġblock":3647,"Ġbadly":3648,"Ġwrote":3649,"ĠAndrews":3650,"iously":3651,"ansbury":3652,"teen":3653,"ization":3654,"Ġrecent":3655,"Ġminor":3656,"Ġremains":3657,"Ġride":3658,"Ġ197":3659,"Ġcrime":3660,"Ġbothered":3661,"Ġgenius":3662,"Ġproducers":3663,"Ġkey":3664,"rences":3665,"Ġburied":3666,"ĠJoe":3667,"Ġcontent":3668,"Ġrelig":3669,"Ġcomedic":3670,"Ġsurr":3671,"Ġcompared":3672,"Ġscreenplay":3673,"Ġ200":3674,"Ġappro":3675,"Ġleader":3676,"Ġlots":3677,"Ġclassics":3678,"Ġpersonality":3679,"Ġideas":3680,"Ġbigger":3681,"Ġhardly":3682,"ronic":3683,"Ġreasons":3684,"Ġsexy":3685,"Ġstands":3686,"oken":3687,"ypes":3688,"Ġbasket":3689,"Ġpainful":3690,"ĠZomb":3691,"Ġfollows":3692,"Ġfollowed":3693,"Ġexplo":3694,"anna":3695,"Ġcommand":3696,"Ġgenerally":3697,"Ġimagine":3698,"Ġimaginative":3699,"ecause":3700,"ĠSpirit":3701,"Ġabsurd":3702,"Ġlocations":3703,"Ġbloody":3704,"Ġ50":3705,"Ġedge":3706,"Ġtouches":3707,"Ġpossibly":3708,"ĠCarrey":3709,"ĠMcC":3710,"Ġsomewhere":3711,"Ġtechni":3712,"Ġtechnical":3713,"199":3714,"Ġcapture":3715,"Ġmentioned":3716,"Ġparano":3717,"Ġmonolog":3718,"Ġlearned":3719,"Ġemotions":3720,"Ġfocus":3721,"Ġtotal":3722,"Ġbreaks":3723,"Ġanimation":3724,"ĠPhil":3725,"Ġuniverse":3726,"Ġcrying":3727,"Ġgangster":3728,"ĠAnyone":3729,"Ġseasons":3730,"ĠDanny":3731,"Ġactresses":3732,"Ġleaving":3733,"Ġprojects":3734,"Ġclimax":3735,"Ġdiscovered":3736,"Ġimpressed":3737,"Ġimpressive":3738,"Ġbuilding":3739,"Ġboxing":3740,"backs":3741,"Ġshocking":3742,"ĠPeter":3743,"Ġincluding":3744,"Ġsurvive":3745,"Ġmarket":3746,"Ġhotel":3747,"Ġdouble":3748,"Ġdoubt":3749,"Ġexecuted":3750,"ĠStreisand":3751,"Ġappreciate":3752,"Ġdelivers":3753,"Ġpositive":3754,"ĠIsrael":3755,"Ġstriking":3756,"Ġutter":3757,"Ġcreep":3758,"Ġequally":3759,"ĠHarrison":3760,"ĠWWE":3761,"Ġgolden":3762,"Ġstrugg":3763,"fortable":3764,"Ġaffair":3765,"Ġcartoon":3766,"Ġperspective":3767,"ĠVisconti":3768,"Ġoccasional":3769,"Ġredeem":3770,"ĠModesty":3771,"Ġintrigu":3772,"ĠNazi":3773,"Ġenergy":3774,"Ġembarrass":3775,"itchcock":3776,"However":3777,"Ġavailable":3778,"Ġpatient":3779,"Ġlength":3780,"ĠBernsen":3781,"Ġadaptation":3782,"Ġcontestants":3783,"Ġpurpose":3784,"Ġteenagers":3785,"Ġtarget":3786,"Ġcaught":3787,"Ġgorgeous":3788,"ĠBrando":3789,"Ġsociety":3790,"Ġprogram":3791,"ĠKubrick":3792,"Ġimmedi":3793,"ĠVerhoeven":3794,"Ġbasketball":3795,"\"...":3796,".)<":3797,":<":3798,"At":3799,"AST":3800,"Be":3801,"Con":3802,"Don":3803,"EL":3804,"First":3805,"IA":3806,"IE":3807,"IP":3808,"IR":3809,"John":3810,"Let":3811,"Now":3812,"OM":3813,"Overall":3814,"PO":3815,"SH":3816,"avi":3817,"aid":3818,"aur":3819,"aff":3820,"bl":3821,"bs":3822,"bor":3823,"bara":3824,"cle":3825,"cist":3826,"cise":3827,"dle":3828,"dge":3829,"dinary":3830,"een":3831,"eed":3832,"fy":3833,"ged":3834,"gly":3835,"good":3836,"gard":3837,"iable":3838,"jay":3839,"kn":3840,"lu":3841,"lau":3842,"lins":3843,"leston":3844,"mm":3845,"ned":3846,"night":3847,"nment":3848,"oom":3849,"oved":3850,"por":3851,"point":3852,"ration":3853,"rang":3854,"rase":3855,"sat":3856,"ta":3857,"tor":3858,"tim":3859,"ties":3860,"time":3861,"ule":3862,"uct":3863,"uke":3864,"uity":3865,"uine":3866,"vance":3867,"wl":3868,"watch":3869,"ware":3870,"well":3871,"what":3872,"Ġer":3873,"Ġing":3874,"Ġign":3875,"Ġ**":3876,"Ġtor":3877,"Ġtough":3878,"Ġtong":3879,"Ġtense":3880,"Ġtaste":3881,"Ġast":3882,"Ġaverage":3883,"hem":3884,"inal":3885,"Ġsick":3886,"reas":3887,"Ġwood":3888,"isk":3889,"Ġfre":3890,"Ġfood":3891,"Ġfash":3892,"Ġfully":3893,"Ġfired":3894,"Ġfiction":3895,"Ġfurther":3896,"Ġmember":3897,"Ġmartial":3898,"Ġburn":3899,"Ġborn":3900,"Ġbene":3901,"ito":3902,"ithe":3903,"ites":3904,"itche":3905,"itler":3906,"ata":3907,"aton":3908,"atary":3909,"Ġcable":3910,"Ġcause":3911,"Ġcute":3912,"Ġcuri":3913,"enge":3914,"orld":3915,"orry":3916,"oned":3917,"onja":3918,"Ġhar":3919,"Ġhom":3920,"Ġham":3921,"Ġhook":3922,"Ġhide":3923,"Ġpit":3924,"Ġpen":3925,"Ġpow":3926,"Ġpoo":3927,"Ġpathetic":3928,"angh":3929,"anley":3930,"Ġtoss":3931,"edi":3932,"edic":3933,"Ġdu":3934,"Ġdated":3935,"Ġdanger":3936,"asm":3937,"Ġinit":3938,"Ġlit":3939,"Ġlat":3940,"Ġlets":3941,"Ġlaser":3942,"Ġissues":3943,"omen":3944,"ickey":3945,"Ġ/>-":3946,"ĠIm":3947,"Ġgore":3948,"Ġeight":3949,"Ġevid":3950,"alm":3951,"alities":3952,"althy":3953,"cture":3954,"oted":3955,"ilities":3956,"str":3957,"stem":3958,"stream":3959,"Ġnor":3960,"Ġnud":3961,"Ġnons":3962,"Ġmod":3963,"Ġmood":3964,"Ġready":3965,"ĠTre":3966,"ĠTay":3967,"ĠTra":3968,"ĠTier":3969,"ĠTerk":3970,"add":3971,"aded":3972,"vernment":3973,"eta":3974,"Ġheld":3975,"Ġstate":3976,"Ġstarring":3977,"chy":3978,"Ġfort":3979,"Ġforced":3980,"rial":3981,"rived":3982,"Ġasso":3983,"kel":3984,"ĠSE":3985,"ĠSat":3986,"ĠSem":3987,"ĠSout":3988,"ĠSand":3989,"ĠSol":3990,"ĠSure":3991,"ĠSonja":3992,"ĠAf":3993,"ĠAh":3994,"Ġsec":3995,"idd":3996,"ids":3997,"Ġansw":3998,"irl":3999,"Ġliber":4000,"Ġsham":4001,"Ġship":4002,"ĠBy":4003,"ĠBack":4004,"ĠBoy":4005,"ĠBecause":4006,"ĠMag":4007,"ĠMiss":4008,"Ġchur":4009,"Ġchore":4010,"Ġchair":4011,"Ġchann":4012,"Ġnotch":4013,"ĠHen":4014,"ĠHomer":4015,"ĠHitchcock":4016,"ĠHitler":4017,"Ġweap":4018,