{
  "_name_or_path": "tests/testthat/test_data/TEM/pytorch/deberta_v2",
  "architectures": [
    "DebertaV2ForMaskedLM"
  ],
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 256,
  "initializer_range": 0.02,
  "intermediate_size": 512,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "max_relative_positions": 512,
  "model_type": "deberta-v2",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "pad_token_id": 2,
  "pooler_dropout": 0,
  "pooler_hidden_act": "gelu",
  "pooler_hidden_size": 256,
  "pos_att_type": [
    "p2c",
    "c2p"
  ],
  "position_biased_input": false,
  "relative_attention": true,
  "torch_dtype": "float32",
  "transformers_version": "4.37.2",
  "type_vocab_size": 0,
  "vocab_size": 16807
}
