{
  "_name_or_path": "tests/testthat/test_data/TEM/pytorch/mpnet",
  "architectures": [
    "MPNetForMPLM_PT"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "eos_token_id": 2,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 256,
  "initializer_range": 0.02,
  "intermediate_size": 512,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "mpnet",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "pad_token_id": 1,
  "relative_attention_num_buckets": 32,
  "torch_dtype": "float32",
  "transformers_version": "4.37.2",
  "vocab_size": 16807
}
