{
  "##60": 29525,
  "##acul": 29658,
  "##alib": 29530,
  "##alk": 29598,
  "##ample": 29628,
  "##anation": 29621,
  "##ands": 29685,
  "##ansfers": 29638,
  "##apsh": 29604,
  "##aract": 29495,
  "##arly": 29608,
  "##atist": 29490,
  "##bably": 29552,
  "##bor": 29606,
  "##borate": 29682,
  "##cap": 29531,
  "##cred": 29691,
  "##cret": 29674,
  "##cri": 29499,
  "##dence": 29656,
  "##dent": 29517,
  "##does": 29568,
  "##dr": 29620,
  "##earances": 29576,
  "##ects": 29607,
  "##edgling": 29522,
  "##emill": 29559,
  "##entially": 29491,
  "##eo": 29549,
  "##epen": 29548,
  "##eping": 29514,
  "##erally": 29585,
  "##erate": 29587,
  "##eration": 29583,
  "##eri": 29512,
  "##erspers": 29600,
  "##essfully": 29534,
  "##etimes": 29669,
  "##ev": 29502,
  "##evous": 29553,
  "##fair": 29478,
  "##ferent": 29496,
  "##gag": 29639,
  "##gard": 29643,
  "##gry": 29597,
  "##hat": 29480,
  "##iastic": 29573,
  "##iates": 29482,
  "##ictable": 29479,
  "##idity": 29518,
  "##iels": 29627,
  "##iform": 29539,
  "##igence": 29528,
  "##ighbor": 29630,
  "##ightly": 29578,
  "##igin": 29681,
  "##iglo": 29533,
  "##ildr": 29543,
  "##imb": 29654,
  "##iminal": 29677,
  "##inues": 29678,
  "##iocre": 29487,
  "##iqu": 29579,
  "##irited": 29526,
  "##isode": 29625,
  "##itiqu": 29612,
  "##ivious": 29631,
  "##jected": 29660,
  "##kful": 29618,
  "##lained": 29616,
  "##laud": 29532,
  "##levision": 29574,
  "##livious": 29692,
  "##lves": 29493,
  "##mans": 29596,
  "##mare": 29503,
  "##mely": 29506,
  "##mour": 29673,
  "##naz": 29536,
  "##nders": 29595,
  "##nken": 29657,
  "##nted": 29613,
  "##ocre": 29540,
  "##odr": 29561,
  "##ogue": 29588,
  "##omes": 29510,
  "##opped": 29481,
  "##orful": 29679,
  "##orly": 29500,
  "##otely": 29652,
  "##pec": 29634,
  "##pen": 29516,
  "##pty": 29655,
  "##rapped": 29623,
  "##rary": 29594,
  "##rett": 29617,
  "##rived": 29497,
  "##sesses": 29665,
  "##sian": 29484,
  "##sig": 29640,
  "##stable": 29664,
  "##stance": 29586,
  "##stand": 29486,
  "##sum": 29689,
  "##sure": 29504,
  "##swers": 29666,
  "##tainly": 29611,
  "##tem": 29671,
  "##therap": 29686,
  "##therland": 29687,
  "##thes": 29622,
  "##thus": 29509,
  "##tim": 29659,
  "##timately": 29524,
  "##tis": 29614,
  "##tom": 29626,
  "##tra": 29485,
  "##tre": 29661,
  "##turn": 29589,
  "##tw": 29670,
  "##ucc": 29565,
  "##uch": 29575,
  "##ults": 29593,
  "##unately": 29683,
  "##unken": 29632,
  "##urch": 29602,
  "##urday": 29645,
  "##ustry": 29680,
  "##uteri": 29544,
  "##var": 29523,
  "##vative": 29580,
  "##veral": 29546,
  "##vives": 29527,
  "##wis": 29537,
  "##ycho": 29547,
  "##ycl": 29641,
  "##ymour": 29667,
  "alread": 29515,
  "alway": 29562,
  "attem": 29675,
  "betw": 29505,
  "bla": 29649,
  "bord": 29555,
  "brons": 29653,
  "chas": 29603,
  "childr": 29566,
  "complet": 29644,
  "computeri": 29571,
  "confus": 29590,
  "consid": 29567,
  "critiqu": 29501,
  "decid": 29569,
  "deri": 29636,
  "descri": 29668,
  "dif": 29513,
  "dit": 29584,
  "dul": 29605,
  "dw": 29545,
  "eith": 29619,
  "ela": 29488,
  "enthus": 29554,
  "espec": 29563,
  "evi": 29581,
  "excalib": 29557,
  "extre": 29507,
  "guesswor": 29541,
  "h2": 29529,
  "implicit": 29572,
  "indepen": 29494,
  "inev": 29538,
  "interspers": 29629,
  "invar": 29672,
  "itse": 29558,
  "jad": 29633,
  "jal": 29592,
  "jeo": 29591,
  "justif": 29609,
  "litt": 29599,
  "melodr": 29694,
  "movi": 29635,
  "murd": 29535,
  "narrat": 29651,
  "nightmar": 29695,
  "nobo": 29650,
  "otherwis": 29508,
  "peo": 29663,
  "pla": 29483,
  "prett": 29520,
  "proce": 29570,
  "prolif": 29519,
  "provi": 29688,
  "ps": 29489,
  "psychotherap": 29690,
  "recycl": 29492,
  "redund": 29615,
  "revi": 29542,
  "sagemill": 29556,
  "schnaz": 29648,
  "seri": 29521,
  "showmans": 29647,
  "sitt": 29550,
  "snapsh": 29601,
  "somew": 29684,
  "soundtra": 29676,
  "statist": 29577,
  "stret": 29642,
  "suspen": 29610,
  "synop": 29498,
  "toge": 29624,
  "underco": 29693,
  "unfort": 29662,
  "unra": 29560,
  "unscat": 29646,
  "unsucc": 29582,
  "vie": 29564,
  "wav": 29637,
  "wif": 29511,
  "y2": 29551
}
